{"abstract":"In a public health emergency, it becomes necessary for public health agencies to provide timely, accurate and useful information to the community. During the anthrax attacks, the Public Health Practice Program Office in the Centers for Disease Control and Prevention implemented a knowledge management (KM) system to respond to an increased number of inquiries from public health officials, first responders, and health care professionals as well as the general public. While it is possible to successfully implement a knowledge management system quickly in a crisis situation, additional challenges to sustainability may result from shortchanging the normal decision-making channels. Language: en","authors":["Nedra Y. Garrett","William A. Yasnoff","Vibha Kumar"],"id":"35127619-b155-43a5-84e7-de727a77d842","n_citation":3,"references":null,"title":"Emergency implementation of knowledge management system to support a bioterrorism response","venue":"","year":2003}
{"abstract":"Prison inmates are exposed to a variety of major risk factors (psychiatric disorders, suicide attempts, illicit drug use). From 1986 to 1996, the USA prison population more than doubled while in France, it increased from 35655 in 1980 to 51623 in 1995. In spite of these findings, very little information concerning the inmates population is available. At the present time, there is a desire to adopt a policy based on the prevention of recidivism, on adequate release planning and referrals to community-based services. The aim of the RAPPEL project was to build an information system for assessing the social and health status of prison inmates. The pilot project was set up at the prison of Loos and allowed the collection and analysis of nearly 15000 records. The aim of this paper is to present the extension of the project consisting in developing a regional network grouping 11 jails. Information locally available will serve as the basis for the information system of regional jails. Data mining techniques will provide solutions for the extraction of new information. Three data mining tools were experimented : association rules, classification trees and clustering. Further extension consists in a distributed approach allowing direct access to the information system by WEB tools. Language: en","authors":["Alain Duhamel","Monique Picavet","Patrick Devos","R. Beuscart"],"id":"111c24c5-1d3b-4d56-b8e3-a20a7c37ca61","n_citation":50,"references":["4f2cc472-169d-47dc-9880-d4afe2ae51ff","6adeb70b-f809-4773-9292-21a6e12463b6"],"title":"From data collection to knowledge data discovery: a medical application of data mining.","venue":"","year":2001}
{"abstract":"Complications during treatment of seriously injured trauma patients cause an increase in mortality rates, and increased treatment costs, including bed occupancy. Current methods treat those at risk, and include numbers of false positives. By finding a method to predict those at risk of the three most common recorded Trauma Registry complications, considerable savings in mortality and treatment costs could arise. Artificial Neural Networks (ANN) work well with classification problems using feed-forward\/back propagation methodology. Using the National Trauma Data Bank (V6.2) data files, Tiberius Software created the ANN models. Best models were identified by their Gini co-efficient, ability to predict the complication outcome selected, and their Root Mean Squared Error (RMSE) scores. The model ensemble for the three major complications recorded in the registry were determined, variables ranked and model accuracy recorded. The basic ANN is fairly accurate for those likely to contract Acute Respiratory Disease Syndrome (ARDS) though with a high rate of false positives. The ANN ability to predict Ventilator Associated Pneumonia (VAP) is less effective, though better at producing fewer false positives. Predicting Urinary Tract Infections (UTI) cases is not good enough using these input variables. Both VAP and UTI relate to those aged over 55 years, while ARDS related more to those under 16 years. The models need improving. Language: en","authors":["Adrian Pearl","David Bar-Or"],"id":"9f4b8e83-14b0-417b-b7d2-064b98d81807","n_citation":0,"references":[],"title":"Using artificial neural networks to predict potential complications during trauma patients' hospitalization period.","venue":"medical informatics europe","year":2009}
{"abstract":"Due to the increasing prevalence of adiposity in children numerous schools are introducing prevention programmes. Among these is \"Gewaltlos Starksein\" (\"Being strong without violence\"), a project of Hauptschule Sophienstrase Braunschweig, Germany (a general education secondary school for grades 5-10). This study aims to discover possible increases in activity through \"Gewaltlos Starksein\" where health-enabling technologies play a major role. A prospective intervention study with a span of 1.5 years was designed to measure this increase in activity. Partners in this study were Hauptschule Sophienstrase as the intervention group and Grund- und Hauptschule Pestalozzistrase as control group. Data collection was performed using a multi-sensor device, and questionnaires. Confirmatory data analysis of average metabolic equivalent (METs) yielded no significant results. Exploratory analysis showed interesting results, especially concerning the number of steps during leisure time. Descriptive analysis of questionnaires showed that all children enjoy physical activity. There were differences in sports team participation, open-air games and club affiliation. The study could not prove that the intervention \"Gewaltlos Starksein\" improves physical activity in children. However, the increased leisure activity step count indicates that \"Gewaltlos Starksein\" has positive effects on children's behaviour. This should be investigated in a further study in cooperation with psychologists. Language: en","authors":["Corinna Scharnweber","Wolfram Ludwig","Michael Marschollek","Wolfgang Pein","Peter Schack","Rainer Schubert","Reinhold Haux"],"id":"a11925b6-aea3-4c1c-93c9-fa02003bbc84","n_citation":3,"references":null,"title":"Increasing physical activity through health-enabling technologies: the project \"being strong without violence\".","venue":"medical informatics europe","year":2011}
{"abstract":"The key to minimizing the effects of an intentionally caused disease outbreak is early detection of the attack and rapid identification of the affected individuals. The Bush administration's leadership in advocating for biosurveillance systems capable of monitoring for bioterrorism attacks suggests that we should move quickly to establish a nationwide early warning biosurveillance system as a defense against this threat. The spirit of collaboration and unity inspired by the events of 9-11 and the 2002 Olympic Winter Games in Salt Lake City provided the opportunity to demonstrate how a prototypic biosurveillance system could be rapidly deployed. In seven weeks we were able to implement an automated, real-time disease outbreak detection system in the State of Utah and monitored 80,684 acute care visits occurring during a 28-day period spanning the Olympics. No trends of immediate public health concern were identified. Language: en","authors":["Per H. Gesteland","Michael M. Wagner","Wendy W. Chapman","Jeremy U. Espino","Fu-Chiang Tsui","Reed M. Gardner","Robert T. Rolfs","Virginia M. Dato","Brent C. James","Peter J. Haug"],"id":"d8737a6e-5a07-4214-bbab-da9798d0045c","n_citation":54,"references":["7218feb1-d75e-4ee2-a8c6-d6e61bc212a6","8227c275-c956-4137-9e00-80ee60e23c77","9796d247-ba3f-436c-82d6-b30abb22cc64"],"title":"Rapid deployment of an electronic disease surveillance system in the state of Utah for the 2002 Olympic Winter Games.","venue":"","year":2002}
{"abstract":"In mass casualty events Emergency Medical Service Providers (EMS) choose treatment at Scene or a \"scoop and run\" approach. The latter requires clinically trained personnel at the reception site to triage patients. Current methodology based on Revised Trauma Score (tRTS) requires use of Glasgow Coma Scale, a method reliant on experience and clinical knowledge. This makes the system subjective and often inadequate for non-clinicians. This project attempts to develop a simplified outcome prediction score using an artificial neural network for use by a non-clinically trained EMS to aid triage. The project uses National Trauma Data Bank, Version 6.1. Tiberius Data Mining Software created Neural Network models. Variables considered were values that could easily be obtained during an event. Binary values were used for low SBP and low Respiratory Rate, coded using the RTS scoring table as a basis, and age indicators. A modified motor component of Glasgow Coma Score was created to negate the need for clinical knowledge. Best performing models, identified by Gini coefficient and ability to predict mortality, were with 8 and 10 neurons. On mortality prediction all even numbers of hidden neurons have similar performances. Training sets were compared to test sets, and found to be identical in Gini coefficient and performance. Models performed well in predicting mortality compared to standard outcome predictors. Possible additional variables such as gender or ethnicity might improve the Neural Network predictive ability. Pulse appears an essential variable not recorded by the NTDB. Language: en","authors":["Adrian Pearl","Raphael Bar-Or","David Bar-Or"],"id":"2b79d637-afde-4dcd-83ce-9108ee43ad0f","n_citation":0,"references":[],"title":"An artificial neural network derived trauma outcome prediction score as an aid to triage for non-clinicians","venue":"medical informatics europe","year":2008}
{"abstract":"The demographic change will lead to an increase in the incidence of falls in the elderly. Technological progress allows for unobtrusive physical activity measurement with miniature sensors, e.g. accelerometers. Yet it is unclear which activities or activity patterns are associated with an increased fall risk. The aim of the research for this paper is to identify daily physical activities associated with a high fall risk. A one-year follow-up study was conducted with n=50 geriatric patients who took part in a telephone interview to assess fall events, their consequences and a set of daily physical activities. Descriptive analysis of the data shows that there are marked differences between fallers (n=21) and non-fallers (n=29) in the overall activity level, the amount of shopping activity and associated locomotion, and in the intensity of light household work. The results confirm that there are differences in typical daily activities between fallers and non-fallers that may be used as parameters to enhance fall prediction models. Language: en","authors":["Michael Marschollek","Anja Rehwald","Matthias Gietzelt","Bianying Song","Klaus-Hendrik Wolf","Reinhold Haux"],"id":"c13baea2-e099-4c55-a744-d237cd0003c4","n_citation":50,"references":null,"title":"Daily activities and fall risk--a follow-up study to identify relevant activities for sensor-based fall risk assessment.","venue":"","year":2010}
{"abstract":"The potential for informatics solutions to address inpatient safety issues is significant; however, several challenges are associated with the development of patient safety related informatics applications. These challenges include: 1) the identification and\/or development of valid and reliable instruments; 2) adequate representation of key safety concepts, constructs, and associated concepts in the clinical information system; and 3) identification of data sources for instrument pre-population. As part of a larger project aimed at identifying and addressing the information needs of clinicians while using a clinical information system, an electronic fall and injury risk assessment instrument is in development to address a hospital-based fall and injury prevention initiative. The concepts contained in the instrument are well represented by Clinical LOINC and the UMLS. Associated concepts have been identified in the existing clinical information system data dictionary for pre-population of the instrument. Language: en","authors":["Leanne M. Currie","Lourdes V. Mellino","James J. Cimino","Suzanne Bakken"],"id":"c88a8cbd-07f4-4298-8d2e-0608a0ebe5f8","n_citation":50,"references":["2cd4c302-b0b6-43c7-86bc-50d482a86da7","475f284f-3784-4205-9a5c-0635851b4ab7","c6583fcd-08a5-4b6f-bec7-336bef125dea"],"title":"Development and representation of a fall-injury risk assessment instrument in a clinical information system","venue":"","year":2004}
{"abstract":"OBJECTIVE: The syndromic surveillance project at Public Health-Seattle & King County incorporates several data sources, including emergency department and primary care visit data collected and normalized through an automated mechanism. We describe significant changes made in this \"second generation\" of our system to improve data quality while complying with privacy and state public health reporting regulations. METHODS\/RESULTS: The system uses de-identified visit and patient numbers to assure data accuracy, while shielding patient identity. Presently, we have 124,000 basic visit records (used to generate stratified denominators), and 29,000 surveillance records, from four emergency departments and a primary care clinic network. The system is capable of producing syndrome-clustered data sets for analysis. DISCUSSION: We have incorporated data collection techniques such as automated querying, report parsing, and HL7 electronic data interchange. We are expanding the system to include greater population coverage, and developing an understanding how to implement data collections more rapidly at individual hospital sites, as well as how best to prepare the data for analysis. Language: en","authors":["William B. Lober","Atar Baer","Bryant T. Karras","Jeffery S. Duchin"],"id":"2e8a0cb8-9972-4d8d-bed5-d6091b812be6","n_citation":50,"references":[],"title":"Collection and integration of clinical data for surveillance.","venue":"","year":2004}
{"abstract":"An epidemic resulting from an act of bioterrorism could be catastrophic. However, if an epidemic can be detected and characterized early on, prompt public health intervention may mitigate its impact. Current surveillance approaches do not perform well in terms of rapid epidemic detection or epidemic monitoring. One reason for this shortcoming is their failure to bring existing knowledge and data to bear on the problem in a coherent manner. Knowledge-based methods can integrate surveillance data and knowledge, and allow for careful evaluation of problem-solving methods. This paper presents an argument for knowledge-based surveillance, describes a prototype of BioSTORM, a system for real-time epidemic surveillance, and shows an initial evaluation of this system applied to a simulated epidemic from a bioterrorism attack. Language: en","authors":["David L. Buckeridge","Justin Graham","Martin J. O'Connor","Michael K. Choy","Samson W. Tu","Mark A. Musen"],"id":"95f34016-2868-407b-96ba-8bce804b6638","n_citation":52,"references":["08a13d62-b036-4302-a816-427bf5b43cdb","1cc7c23f-cec2-4f8a-92f2-ee0132570e04","bb4aea8a-59b6-4c69-a287-f3a63adc8033","f64202b2-def9-4cb9-ade8-4a0c455ee370"],"title":"Knowledge-based bioterrorism surveillance.","venue":"","year":2002}
{"abstract":"Inappropriate triage following acute injury may result in misallocation of specialized health resources, increased health care costs, reduced or delayed access to care, and increased death and disability. Although triage criteria have been developed, they vary widely, and inappropriate triage rates are high (50% - 85%). The purpose of this project was to evaluate the ability of decision tree induction to predict need for specialized trauma resources in acutely injured persons. We considered any person who was admitted to the trauma center's ICU or died prior to being admitted to the ICU as needing specialized trauma resources. Language: en","authors":["Steve Talbert","Douglas A. Talbert"],"id":"2583579d-08c2-44de-b61d-7b107f6c835b","n_citation":0,"references":["fcb41378-32f7-4aab-8458-fc5a99d74f92"],"title":"Developing a Methodology to Improve the Allocation of Specialized Health Resources for Acutely Injured Persons","venue":"","year":2003}
{"abstract":"As information systems become increasingly integrated with health care delivery, vast amounts of clinical data are stored. Knowledge discovery and data mining methods are potentially powerful for the induction of knowledge models from this data relevant to nursing outcomes. However, an important barrier to the widespread application of these methods for induction of nursing knowledge models is that important concepts relevant to nursing outcomes are often unrepresented in clinical data. For instance, communication approaches are not necessarily consciously chosen by nurses, yet they are known to impact multiple clinical outcomes including satisfaction, pain and symptom response, recovery, physiological change (e.g., blood pressure), and adherence. Decisions about communication behaviors are likely intuitive and instantaneously made in response to cues offered by the patient. For this reason, among others, important choices and actions of nurses are not routinely documented. And so for many clinical outcomes relevant to nursing, important concepts such as communication are not represented in clinical data repositories. In studying poison control center outcomes, it is important to consider not only routinely documented clinical data, but the communication processes and verbal cues of both patient and SPI. In a novel approach, our current study of poison control center outcomes pairs a qualitative study of the communication patterns of SPIs and callers to a regional poison control center, with predictive modeling of poison control center outcomes using knowledge discovery and data mining methods. This three year study, currently in progress, pairs SPI-caller communication analysis with predictive models resulting from the application of knowledge discovery and data mining methods to three years' of archived clinical data. The results will form a hybrid model and the basis for future decision support interventions that leverage knowledge about both implicit and explicit factors that contribute to poison control center outcomes. Language: en","authors":["Mollie R. Poynton","Lee Ellington","E. Martin Caravati","Barbara I. Crouch","Heather Bennett"],"id":"63a82fa1-f44a-484f-8daf-e891cc131e7e","n_citation":0,"references":null,"title":"Building knowledge for poison control: the novel pairing of communication analysis with data mining methods","venue":"","year":2009}
{"abstract":"This paper presents TraumaSCAN, a prototype computer system for assessing the effects of penetrating trauma to the chest and abdomen. TraumaSCAN combines geometric reasoning about potentially injured anatomic structures with (probabilistic) diagnostic reasoning about the consequences of these injuries. We also present results obtained from testing TraumaSCAN retrospectively on 26 actual gunshot wound cases. Language: en","authors":["Omolola Ogunyemi","John R. Clarke","Bonnie Webber","Norman I. Badler"],"id":"6af8072e-2c96-4022-a528-8b35262e9a1f","n_citation":4,"references":["211348c5-15a4-4965-99fc-56bdca9f8ba8","353e56f4-fa86-4c1f-8fca-4c84e1e5a6e1","40a28695-b644-4b77-876f-59698a2b705d","528d53a5-19c6-4de9-b5d6-45cce60d66e5","d3e00e7e-1c64-4d7a-b2b2-1ad98ba4c706"],"title":"TraumaSCAN: assessing penetrating trauma with geometric and probabilistic reasoning.","venue":"","year":2000}
{"abstract":"Achieving reliable, efficient data communications networks at disaster site is a difficult task. Network paradigms such as Wireless Mesh Network (WMN) architectures are one paradigm for providing high bandwidth scalable data communication. WMNs are formed by self-organized wireless nodes that use multi-hop wireless relaying for data communications. In this paper describe our experience using mesh network architecture broadband network developed for homeland security and medical emergency applications. We briefly discuss the architecture and present the traffic behavioral observations made by a client server applications tested during a large scale homeland security drill. The results suggest that 802.11 mesh networks are feasible and scalable systems for field communications. We also present our traffic measurements based on which we make essential requirements for such medical emergency response networks. Language: en","authors":["Brian Braunstein","Troy Trimble","Rajesh Mishra","B. S. Manoj","Ramesh R. Rao","Leslie A. Lenert"],"id":"a18917eb-d19f-4028-83b5-cd9e820bb26b","n_citation":26,"references":["1b7ff6d2-5664-4f68-b6b0-7ec24900db9e","da8f2ee6-b9b6-4f5e-9b00-4cb9401bc148"],"title":"Feasibility of using distributed Wireless Mesh Networks for medical emergency response.","venue":"","year":2006}
{"abstract":"Previous studies have examined the neural correlates of proactive control using a variety of behavioral paradigms; however, the neural network relating the control process to its behavioral consequence remains unclear. Here, we applied a dynamic Bayesian model to a large fMRI data set of the stop signal task to address this issue. By estimating the probability of the stop signal - p(Stop) - trial by trial, we showed that higher p(Stop) is associated with prolonged go trial reaction time (RT), indicating proactive control of motor response. In modeling fMRI signals at trial and target onsets, we distinguished activities of proactive control, prediction error, and RT slowing. We showed that the anterior pre-supplementary motor area (pre-SMA) responds specifically to increased stop signal likelihood, and its activity is correlated with activations of the posterior pre-SMA and bilateral anterior insula during prolonged response times. This directional link is also supported by Granger causality analysis. Furthermore, proactive control, prediction error, and time-on-task are each mapped to distinct areas in the medial prefrontal cortex. Together, these findings dissect regional functions of the medial prefrontal cortex in cognitive control and provide systems level evidence associating conflict anticipation to its motor consequence. Language: en","authors":["Sien Hu","Jaime S. Ide","Sheng Zhang","Chiang-shan Ray Li"],"id":"ed66843b-de25-4832-aa12-998397deabf2","n_citation":22,"references":["02807c43-fad8-488f-940c-341cce1ce139","04d484a1-6af4-48a7-99e0-ff801690be18","0f0d6c2b-9442-42d8-9d02-f91ada7dcf85","0ff5acfe-17d4-4f42-8b45-f8468a2d725c","27f789f7-0027-4b63-bb9e-3d3baf6b1e65","39add8e0-c88e-4f98-8d3b-ecfb10ca04f9","625fa6e6-f8a8-4f1e-beaf-52f3f6ec5843","62b758c2-cf33-4a05-933d-ac8dc438b274","651749c6-6948-4c97-91dd-8263f78aadad","6b8849e8-68a5-4893-8175-3f32530a212b","7b68d73f-980c-441c-b905-436fb181b20e","9bfdee37-59fd-4c0e-a84a-3798a8431d79","9f2eb6d1-92cc-4a6a-9783-8b82dcfe093d","bdb0f36d-7298-4f02-835f-f0e88c5dc500","c91dfe4c-ea93-47bb-82dd-e0e0c71aa30c","cbec9565-0f72-4da9-9cef-ccb13c403fea","cfe6aa65-5d08-466f-9972-de1ea7102eaa","d7238455-11a5-45eb-9548-a4d56aafd633","e2e36d14-56b6-4654-9e92-c7163dd3a268","ee8f34a9-e069-4f61-8067-7a34786cfef5","f42bbe8b-b645-4c2a-8745-b6fc53ba2b47"],"title":"Anticipating conflict: Neural correlates of a Bayesian belief and its motor consequence.","venue":"NeuroImage","year":2015}
{"abstract":"A multi-armed bandit problem is a search problem on which a learning agent must select the optimal arm among multiple slot machines generating random rewards. UCB algorithm is one of the most popular methods to solve multi-armed bandit problems. It achieves logarithmic regret performance by coordinating balance between exploration and exploitation. Since UCB algorithms, researchers have empirically known that optimistic value functions exhibit good performance in multi-armed bandit problems. The terms optimistic or optimism might suggest that the value function is sufficiently larger than the sample mean of rewards. The first definition of UCB algorithm is focused on the optimization of regret, and it is not directly based on the optimism of a value function. We need to think the reason why the optimism derives good performance in multi-armed bandit problems. In the present article, we propose a new method, which is called Overtaking method, to solve multi-armed bandit problems. The value function of the proposed method is defined as an upper bound of a confidence interval with respect to an estimator of expected value of reward: the value function asymptotically approaches to the expected value of reward from the upper bound. If the value function is larger than the expected value under the asymptote, then the learning agent is almost sure to be able to obtain the optimal arm. This structure is called sand-sifter mechanism, which has no regrowth of value function of suboptimal arms. It means that the learning agent can play only the current best arm in each time step. Consequently the proposed method achieves high accuracy rate and low regret and some value functions of it can outperform UCB algorithms. This study suggests the advantage of optimism of agents in uncertain environment by one of the simplest frameworks. Language: en","authors":["Kento Ochi","Moto Kamiura"],"id":"464f4a1d-752c-4aed-b781-abca0db1c3cb","n_citation":0,"references":["11cc0c4f-02be-4848-86ea-433a1ba2ed77","2c123cb5-aed8-49c4-add3-0eacf25b8505","46da04ad-b04a-45d3-82fc-73bc6d7875dd","8a641f43-362a-458b-94c2-21edb548dd73","8daf0b3f-e1f0-4fc1-8508-4b4b9c198313","9e213e95-e9a3-44ec-812a-fe7b608ba40c","a788a2f9-df98-4db8-88f6-306285a2b250","e0f3a738-4ab2-40d1-ba44-506d81c1d230","f2fee27d-66bb-48f6-affa-c0826c8a8ea2"],"title":"Overtaking method based on sand-sifter mechanism: Why do optimistic value functions find optimal solutions in multi-armed bandit problems?","venue":"BioSystems","year":2015}
{"abstract":"OBJECTIVE: The aim of this study was to use a theoretical model (bench) for human factors and ergonomics (HFE) and a comparison with occupational slips, trips, and falls (STFs) risk management to discuss patient STF interventions (bedside). BACKGROUND: Risk factors for patient STFs have been identified and reported since the 1950s and are mostly unchanged in the 2010s. The prevailing clinical view has been that STF events indicate underlying frailty or illness, and so many of the interventions over the past 60 years have focused on assessing and treating physiological factors (dizziness, illness, vision\/hearing, medicines) rather than designing interventions to reduce risk factors at the time of the STF. METHOD: Three case studies are used to discuss how HFE has been, or could be, applied to STF risk management as (a) a design-based (building) approach to embed safety into the built environment, (b) a staff- (and organization-) based approach, and (c) a patient behavior-based approach to explore and understand patient perspectives of STF events. RESULTS AND CONCLUSION: The results from the case studies suggest taking a similar HFE integration approach to other industries, that is, a sustainable design intervention for the person who experiences the STF event-the patient. APPLICATION: This paper offers a proactive problem-solving approach to reduce STFs by patients in acute hospitals. Authors of the three case studies use HFE principles (bench\/book) to understand the complex systems for facility and equipment design and include the perspective of all stakeholders (bedside). Language: en","authors":["Sue Hignett","Laurie Wolf","Ellen Taylor","Paula L. Griffiths"],"id":"65e6115b-3c56-4019-b419-524fb54c293a","n_citation":8,"references":[],"title":"Firefighting to innovation: using human factors and ergonomics to tackle slip, trip, and fall risks in hospitals","venue":"Human Factors","year":2015}
{"abstract":"OBJECTIVE: To examine the importance of platform motion to the transfer of performance in motion simulators. BACKGROUND: The importance of platform motion in simulators for pilot training is strongly debated. We hypothesized that the type of motion (e.g., disturbance) contributes significantly to performance differences. METHODS: Participants used a joystick to perform a target tracking task in a pod on top of a MOOG Stewart motion platform. Five conditions compared training without motion, with correlated motion, with disturbance motion, with disturbance motion isolated to the visual display, and with both correlated and disturbance motion. The test condition involved the full motion model with both correlated and disturbance motion. We analyzed speed and accuracy across training and test as well as strategic differences in joystick control. RESULTS: Training with disturbance cues produced critical behavioral differences compared to training without disturbance; motion itself was less important. CONCLUSION: Incorporation of disturbance cues is a potentially important source of variance between studies that do or do not show a benefit of motion platforms in the transfer of performance in simulators. APPLICATION: Potential applications of this research include the assessment of the importance of motion platforms in flight simulators, with a focus on the efficacy of incorporating disturbance cues during training.© 2016, Human Factors and Ergonomics Society. Language: en","authors":["John G. Grundy","Stefan Nazar","Shannon O’Malley","Martin v. Mohrenshildt","Judith M. Shedden"],"id":"e6aeb14d-42cc-42a4-a209-f788738759e7","n_citation":2,"references":[],"title":"The Effectiveness of Simulator Motion in the Transfer of Performance on a Tracking Task Is Influenced by Vision and Motion Disturbance Cues","venue":"Human Factors","year":2016}
{"abstract":"Recent evidence has sparked debate about the neural bases of response selection and inhibition. In the current study, we employed two reactive inhibition tasks, the Go\/Nogo (GnG) and Simon tasks, to examine questions central to these debates. First, we investigated whether a fronto-cortical-striatal system was sensitive to the need for inhibition per se or the presentation of infrequent stimuli, by manipulating the proportion of trials that do not require inhibition (Go\/Compatible trials) relative to trials that require inhibition (Nogo\/Incompatible trials). A cortico-subcortical network composed of insula, putamen, and thalamus showed greater activation on salient and infrequent events, regardless of the need for inhibition. Thus, consistent with recent findings, key parts of the fronto-cortical-striatal system are engaged by salient events and do not appear to play a selective role in response inhibition. Second, we examined how the fronto-cortical-striatal system is modulated by working memory demands by varying the number of stimulus-response (SR) mappings. Right inferior parietal lobule showed decreasing activation as the number of SR mappings increased, suggesting that a form of associative memory - rather than working memory - might underlie performance in these tasks. A broad motor planning and control network showed similar trends that were also modulated by the number of motor responses required in each task. Finally, bilateral lingual gyri were more robustly engaged in the Simon task, consistent with the role of this area in shifts of visuo-spatial attention. The current study sheds light on how the fronto-cortical-striatal network is selectively engaged in reactive control tasks and how control is modulated by manipulations of attention and memory load. Language: en","authors":["Sobanawartiny Wijeakumar","Vincent A. Magnotta","Aaron T. Buss","Joseph P. Ambrose","Timothy Wifall","Eliot Hazeltine","John P. Spencer"],"id":"5cbc0f21-b681-424d-959e-4e9a6d649ea2","n_citation":7,"references":["2b6baf82-a1a0-4ce2-a413-94d9b7b90a12","7106464a-c6e9-4a6f-b177-3c64ef1a9de1","978fe47a-3c8e-4f51-8e7f-561abcdd6c62","9eab0dc5-793d-4162-978e-ace16d3300f2","c12d2098-fe4c-4db3-82af-191826a30dae"],"title":"Response control networks are selectively modulated by attention to rare events and memory load regardless of the need for inhibition","venue":"NeuroImage","year":2015}
{"abstract":"The paper presents the automatic computer-aided balance assessment system for supporting and monitoring the diagnosis and rehabilitation process of patients with limited mobility or disabled in home environment. The system has adopted seven Berg Balance Scale activities. The assessment approach is based on the accelerometric signals acquired by the inertial sensors worn by the patient. Several specific, mostly medium frequency features of signals are introduced and discussed. The reduction of the feature vector has been performed using the multilevel Fisher's linear discriminant. The classification employs the multilayer perceptron artificial neural network. The direct assessment effectiveness ranges from 75% to 94% for various activities. Language: en","authors":["Pawel Badura"],"id":"92a2a9bf-5398-40e0-9106-1bcdac58b0ec","n_citation":5,"references":["51311489-db57-4a22-aaf4-5366abfd7027","6921afda-ca1c-44f0-9c8f-64425577780d","6a990472-6dcf-450a-891e-ea055f99f331","95033765-5d9f-4a66-aeb1-e8d4ae3b359d"],"title":"Accelerometric signals in automatic balance assessment","venue":"Computerized Medical Imaging and Graphics","year":2015}
{"abstract":"After continuous and prolonged cognitive workload, people typically show reduced behavioral performance and increased feelings of fatigue, which are known as \"time-on-task (TOT) effects\". Although TOT effects are pervasive in modern life, their underlying neural mechanisms remain elusive. In this study, we induced TOT effects by administering a 20-min continuous psychomotor vigilance test (PVT) to a group of 16 healthy adults and used resting-state blood oxygen level-dependent (BOLD) functional magnetic resonance imaging (fMRI) to examine spontaneous brain activity changes associated with fatigue and performance. Behaviorally, subjects displayed robust TOT effects, as reflected by increasingly slower reaction times as the test progressed and higher self-reported mental fatigue ratings after the 20-min PVT. Compared to pre-test measurements, subjects exhibited reduced amplitudes of low-frequency fluctuation (ALFF) in the default mode network (DMN) and increased ALFF in the thalamus after the test. Subjects also exhibited reduced anti-correlations between the posterior cingulate cortex (PCC) and right middle prefrontal cortex after the test. Moreover, pre-test resting ALFF in the PCC and medial prefrontal cortex (MePFC) predicted subjects' subsequent performance decline; individuals with higher ALFF in these regions exhibited more stable reaction times throughout the 20-min PVT. These results support the important role of both task-positive and task-negative networks in mediating TOT effects and suggest that spontaneous activity measured by resting-state BOLD fMRI may be a marker of mental fatigue. Language: en","authors":["Danyang Gui","Sihua Xu","Senhua Zhu","Zhuo Fang","Andrea M. Spaeth","Yuanyuan Xin","Tingyong Feng","Hengyi Rao"],"id":"9bd08794-5a20-42f3-9a70-5cfeccd083f8","n_citation":12,"references":["039460ef-3ad2-4335-a04d-d902f2773ed3","0b0c8169-6e30-4e8a-ad44-a297b8ec2ec0","74de3bf2-fcb3-49c1-b73f-6886210c7b29","c117b804-1931-4d65-8a14-c5a8e421df74","ca3dd947-38bc-459a-9241-2080adb4231c","d97c1a08-9bff-44e5-ae11-2e189026461d","df01a383-81bd-49c2-92c2-663bdd9e8453","eb947248-67bf-4a18-a65d-c86c4fc3037d"],"title":"Resting spontaneous activity in the default mode network predicts performance decline during prolonged attention workload.","venue":"NeuroImage","year":2015}
{"abstract":"Recent decades have witnessed online social media being a big-data window for testifying conventional social theories quantitatively and exploring much detailed human behavioral patterns. In this paper, by tracing the emoticon use in Weibo, a group of hidden \"ambivalent users\" are disclosed for frequently posting ambivalent tweets containing both positive and negative emotions. Further investigation reveals that this ambivalent expression could be a novel indicator of many unusual social behaviors. For instance, ambivalent users with the female as the majority like to make a sound in midnights and at weekends. They mention their close friends frequently in ambivalent tweets, which attract more replies and serve as a more private communication way. Ambivalent users also respond differently to public affairs from others and demonstrate more interests in entertainment and sports events. Moreover, the sentiment shift in ambivalent tweets is more evident than usual and exhibits a clear \"negative to positive\" pattern. The above observations, though being promiscuous seemingly, actually point to the self-regulation of negative mood in Weibo, which could find its basis from the traditional emotion management theories in sociology but makes an important extension to the online environment in this study. Finally, as an interesting corollary, ambivalent users are found connected with compulsive buyers and turn out to be perfect targets for online marketing. Language: en","authors":["Yue Hu","Jichang Zhao","Junjie Wu"],"id":"b058e0a3-d7e5-40b8-8d9e-2b03ba9b7d18","n_citation":0,"references":["0c9b0e4f-1558-46c4-9d2a-83adf328db00","0f3c0329-9e66-4104-987a-364ba038a87b","12fff893-04c8-4f48-b79c-7d8a7beda54f","15b17d8e-ca6c-44f9-aa30-37e70a6155bf","24782d7a-f0a3-48d7-a9e1-8973c414f0ae","26b21ad8-8871-4430-8b58-e47bf7950e66","36f339f1-3e52-4417-b4d8-a349c33f8127","4e92be46-91f3-4042-9999-913f64bf0b3f","54647578-d01b-407d-95f3-bdfd3e1accea","557d79bc-37aa-4b45-aeaf-4e727e068832","56bdfa5e-39b5-49b8-b267-411a4be00914","5c91ec02-12ef-4552-8dc1-9910d291829d","5ee81aa7-8999-4340-923a-0ec51da7680c","66a7da99-7cf7-4d29-9e7d-4d1a38fed9d3","676ba424-b02d-42e3-afb3-20b8138bc381","73dce7eb-47f5-4648-a034-dcb2aa6e0f6d","7deeffe9-8376-4b28-b98b-0a088414d0ec","a9587574-18da-4048-b0d3-42342d191d42","aaffd385-189f-4b74-a566-a3f4094a886f","abdd0f4d-60d8-423d-9ab6-f05e057ed79e","b97d46a7-9ec9-4fc1-9a3d-14d3c24aad5f","ca618ce1-866f-4ae2-a9f9-22964e4d7804","dd1dbecd-a1bc-4d3b-a8b6-1908bc33f06a"],"title":"Emoticon-Based Ambivalent Expression: A Hidden Indicator for Unusual Behaviors in Weibo","venue":"PLOS ONE","year":2016}
{"abstract":"Suicide has been a major cause of death throughout the world. Recent studies have proved a reliable connection between the emotional traits and suicide. However, detection and prevention of suicide are mostly carried out in the clinical centers, which limits the effective treatments to a restricted group of people. To assist detecting suicide risks among the public, we propose a novel method by exploring the accumulated emotional information from people's daily writings (i.e. Blogs), and examining these emotional traits which are predictive of suicidal behaviors. A complex emotion topic (CET) model is employed to detect the underlying emotions and emotion-related topics in the Blog streams, based on eight basic emotion categories and five levels of emotion intensities. Since suicide is caused through an accumulative process, we propose three accumulative emotional traits, i.e., accumulation, covariance, and transition of the consecutive Blog emotions, and employ a generalized linear regression algorithm to examine the relationship between emotional traits and suicide risk. Our experiment results suggest that the emotion transition trait turns to be more discriminative of the suicide risk, and that the combination of three traits in linear regression would generate even more discriminative predictions. A classification of the suicide and non-suicide Blog articles in our additional experiment verifies this result. Finally, we conduct a case study of the most commonly mentioned emotion-related topics in the suicidal Blogs, to further understand the association between emotions and thoughts for these authors. Language: en","authors":["Fuji Ren","Xin Kang","Changqin Quan"],"id":"161ad9f7-8234-4ede-b627-d4ecc81606a9","n_citation":50,"references":["0386c40e-b73d-4a23-a089-b29968e196d1","0840a94d-6566-43b2-9df4-b21a1c7b9a15","0921df9e-5d09-49a7-ba6c-53a1a1c36021","0ba443df-056e-42ce-b8b6-08695737dff2","0e45264d-bbcc-401b-b34d-31fafa36705a","2d728f66-c448-452a-b03d-33b9432c7c8c","50954d48-ed64-40bf-8c31-5c69e07dff23","7bac9642-fd61-486a-ac3c-583a11e1d06b","a4c332a7-a59f-4dd8-bb71-999234eba2b8","a913f9fb-9394-467f-8e8c-dcd377f70fa3","bbea28b9-b527-4376-93a1-f281eb53994e","c30aa34f-f271-46c6-9825-2d1f6dce591e","ca3d3040-0efd-44fd-a4b1-b8baee8f4bfe","cbea3bb4-d2bf-41a2-802d-72bfdde43791","d6d6e1c3-023b-42a7-b9ce-9af919b2a474","d767d805-9612-4df9-aaab-8c486d0c24f5","e7a80228-dd3a-40b5-ae3f-086972315bb6","eef4e64d-3fef-437b-8168-aff75a6eb8db","f716264e-4e64-4653-9be7-c7b89ac46a01"],"title":"Examining accumulated emotional traits in suicide blogs with an emotion topic model","venue":"IEEE Journal of Biomedical and Health Informatics","year":2016}
{"abstract":"This paper presents the profile and experience of sexuality generated from a data mining classification task. We used a database about sexuality and gender violence performed on a university population in southern Brazil. The data mining task identified two relationships between the variables, which enabled the distinction of subgroups that better detail the profile and experience of sexuality. The identification of the relationships between the variables define behavioral models and factors of risk that will help define the algorithms being implemented in the data mining classification task. Language: en","authors":["Priscyla Waleska Targino de Azevedo Simões","Samuel Cesconetto","Larissa Abreu","Merisandra Côrtes de Mattos Garcia","José Márcio Cassettari Junior","Eros Comunello","Luciane Bisognin Ceretta","Sandra Aparecida Manenti"],"id":"6e42ca70-c2b7-45e6-babf-a51cad6e0663","n_citation":0,"references":null,"title":"A Data Mining Approach to Identify Sexuality Patterns in a Brazilian University Population.","venue":"","year":2015}
{"abstract":"Some people with low vision or elderly persons tend to walk while watching a nearby floor, therefore, they often overlook or hard to read suspended signs. In this study, we propose two kinds of voice guides, and an experiment is conducted by participants with low vision using these voice guides and graphic floor signs in order to investigate effectiveness of these combinations. In clock position method (CP), each direction of near facilities are described in using an analogy of a 12-hour clock. Meanwhile, in numbering method (NU), near facilities are put the number in clockwise order, however, each direction are only illustrated in a crossing sign. As a result of an experiment, it is showed that both voice guides are effective for pedestrians with low vision. NU is used as a complement of graphic floor signs. Meanwhile, CP is used independently with graphic floor signs, however, there is a risk in the case of using in the environment where pedestrians are easy to mistake the reference direction defined by the sounding speaker. Language: en","authors":["Kiyohiro Omori","Takao Yanagihara","Hiroshi Kitagawa","Norihiro Ikeda"],"id":"f406c80c-d488-4cc6-b546-e4155b766005","n_citation":0,"references":null,"title":"Validation of mobility of pedestrians with low vision using graphic floor signs and voice guides","venue":"","year":2015}
{"abstract":"In this paper, we address issues raised by Tierney and Hart (Assessing Complex Cognitive Functioning Requires Multiple Tasks) in response to our recently published findings showing that less advantageous decision-making on the Iowa Gambling Task (IGT) was associated with enhanced right ventral striatal dopamine response to intravenous amphetamine (Oswald et al., 2015). We agree with the overall premise of the paper, which was that decision-making involves multiple components, which may not be tapped by a single measure. While Tierney and Hart also bring up some important issues related to the construct validity of the IGT, we suggest that they are failing to put the findings within the context of the growing body of research that has highlighted the role of DA function in risk-taking behavior across species using a variety of tasks. It should also be noted that it was not our goal to \"cover all bases\" within the context of a single study. Nevertheless, we appreciate the discussion, which we believe highlights the need for further empirical refinement of the construct to facilitate detection and understanding of the differential role that specific molecular mechanisms may play in the component processes. Language: en","authors":["Lynn M. Oswald","Gary S. Wand"],"id":"00e91d48-0e50-4957-9a71-a1c2cf3f2134","n_citation":0,"references":["af5a6552-869e-43bc-bf16-9bd43554fc92"],"title":"Comments and controversies: Piecing together the neurobiology of decision-making","venue":"NeuroImage","year":2016}
{"abstract":"An increasing number of neuroimaging studies have suggested that the fluctuations of low-frequency resting-state functional connectivity (FC) are not noise but are instead linked to the shift between distinct cognitive states. However, there is very limited knowledge about whether and how the fluctuations of FC at rest are influenced by long-term training and experience. Here, we investigated how the dynamics of resting-state FC are linked to driving behavior by comparing 20 licensed taxi drivers with 20 healthy non-drivers using a sliding window approach. We found that the driving experience could be effectively decoded with 90% (p Language: en","authors":["Hui Shen","Zhenfeng Li","Jian Qin","Qiang Liu","Lubin Wang","Ling-Li Zeng","Hong Li","Dewen Hu"],"id":"a9005cbf-4619-4773-bc6b-989d09884a7f","n_citation":19,"references":["04b29976-dbad-4490-a756-9c9fd503ebef","07d4924a-21aa-45c5-bd20-5cdad3e37b5f","085bf0f8-265f-48f5-9a0f-0922f8ab56e1","119a6c59-c5e8-4c4a-8744-a9719115b06d","19793593-e23a-4085-b2bc-c7b8f1392073","309be8dc-b2b3-4ca6-9a4f-0d7ba7b8a7c0","42096bad-861f-4b0b-84b9-1f87f21b5046","50244afc-e739-4c9b-9564-6167fb89328b","54f105bc-72b9-47b4-90e9-743eb6d8393b","5c448e87-e48f-403a-ad08-fd90099f8a82","5d42641e-ca97-4530-9af0-7e2ceb020684","74e7cca4-712d-421d-a57e-7f95dec95baf","7c482adb-cc38-47b9-848c-58fa7a088321","8e871448-9260-482b-8db7-f44b830b9b1e","9cc7297a-9f33-41be-880d-0d4d76d331c7","a34dde09-5b7a-4a65-970e-2e400bd448ad","a72c6f09-f41b-44c4-945e-6f2e2faec6d4","cb440b23-8338-48f6-bcaf-7979a0db1a36","d1e3b706-3f53-47df-b703-726d766cfe1e","d984b188-fc07-4604-be1a-6d98cd15cebb","e0557334-4813-4ad5-8397-5ab911fbba79","e9683341-c49f-4f44-8df2-970b9c17b501","f79c9c6d-600a-4897-b17f-e52ea27d040f","fe476688-71a8-4121-8cef-425838c16ccc"],"title":"Changes in functional connectivity dynamics associated with vigilance network in taxi drivers","venue":"NeuroImage","year":2016}
{"abstract":"The convergence of computing, sensing, and communication technology will soon permit large-scale deployment of self-driving vehicles. This will in turn permit a radical transformation of traffic control technology. This paper makes a case for the importance of addressing questions of social justice in this transformation, and sketches a preliminary framework for doing so. We explain how new forms of traffic control technology have potential implications for several dimensions of social justice, including safety, sustainability, privacy, efficiency, and equal access. Our central focus is on efficiency and equal access as desiderata for traffic control design. We explain the limitations of conventional traffic control in meeting these desiderata, and sketch a preliminary vision for a next-generation traffic control tailored to address better the demands of social justice. One component of this vision is cooperative, hierarchically distributed self-organization among vehicles. Another component of this vision is a priority system enabling selection of priority levels by the user for each vehicle trip in the network, based on the supporting structure of non-monetary credits. Language: en","authors":["Milos N. Mladenovic","Tristram McPherson"],"id":"c2f9c713-540c-4bfa-bed8-e0569712222b","n_citation":50,"references":["075ef04e-e885-4cec-838c-ca7689806a9f","4806325f-2050-4333-aab2-1ee098a50adf","55300918-f549-4e94-886a-4ede4d2e712f","5abc4b61-b3a4-46c8-8676-45f376883513","6160a5c3-ba07-4370-9a59-eb5f2a919dd9","773cdae1-50b1-4765-adaf-253dafadc413","7ad5a386-18ed-45ad-8cd0-0f3b922136e1","8b3172d6-005b-49b1-9e78-2856a2c10e2f","988e382f-9468-49bf-ab4f-d6db36d7e712","a5dc17ec-6487-4677-a0a2-e9f96e28eb78","ce3b570e-8016-4991-a1ee-8eb57c33c047","d4a0c922-0c38-4b18-82de-113dfe118d03","dc07bf74-0f14-48d5-a619-3fe0a6c9c7c9","dcc4b04c-0c94-4747-bde9-7efa23f3bbdd"],"title":"Engineering Social Justice into Traffic Control for Self-Driving Vehicles?","venue":"Science and Engineering Ethics","year":2016}
{"abstract":"Falls are the leading cause of disability, injuries or even death among older adults. Exercise programmes that include a balance component reduce the risk of falling by 40%. However, such interventions are often perceived as boring and drop-out rates are high. The characteristics of videogames may overcome this weakness and increase exercise adherence. The use of modern input devices, such as the Microsoft Kinect, enables quantification of player performance in terms of motor function while engaging with games. This capability has just started to be explored. The work presented in this paper focuses on the development of a Kinect-based system to deliver step training while simultaneously measuring parameters of stepping performance that have shown to predict falls in older people. Language: en","authors":["Jaime Andres Garcia","Karla Felix Navarro","Daniel Schoene","Stuart T. Smith","Yusuf Pisan"],"id":"005838d6-e9e3-4b11-8e51-a087901ae118","n_citation":40,"references":null,"title":"Exergames for the elderly: Towards an embedded Kinect-based clinical test of falls risk","venue":"","year":2012}
{"abstract":"Posttraumatic stress disorder (PTSD) is linked with adverse health outcomes, and many military service members (SMs) are afflicted with it after they return from combat. Since many SMs have an initial honeymoon period characterized by limited symptoms before the onset of full-blown PTSD, the identification of independent predictors of PTSD upon return from deployment could facilitate early intervention. We measured psychophysiologic responses to stimuli including explosions in a Virtual Iraq\/Afghanistan environment, as well as a fear potentiated startle paradigm, in a prospective cohort of SMs who did not meet criteria for PTSD and were within 2 months after return from deployment. We report marked psychophysiologic differences between those with (n = 29) and without (n = 30) subthreshold PTSD symptoms (PTSD Checklist score ≥ 28 vs. Language: en","authors":["Michael J. Roy","Michelle E. Costanzo","Suzanne Leaman"],"id":"08fb4e1b-ef4f-48c8-b612-3e7289101163","n_citation":50,"references":null,"title":"Psychophysiologic identification of subthreshold PTSD in combat veterans","venue":"","year":2012}
{"abstract":"This study assessed marijuana-related content posted by adolescents on Twitter and examined content variation before and after the 2012 U.S. election legalizing recreational use in two states. For two 3-week periods occurring 6 months before and after the election, a 1% random sample was obtained of all tweets matching a set of marijuana-related queries. Original content was separated from reposted content (retweets), and foreign language tweets and those not related to marijuana were excluded. Using a structured codebook, tweet content was categorized (e.g., mention of personal marijuana use, parents' views, perceived effects.) Self-reported age was extracted from tweet metadata when available. Chi-square tests were used to assess differences in content by whether the user self-identified as an adolescent and to compare content pre- versus post-election. The full sample consisted of 71,901 tweets. After excluding nonrelevant tweets and separating original tweets from retweets, the analytic sample included 36,969 original tweets. A majority (65.6%) of original tweets by adolescents (n=1,928) reflected a positive attitude toward marijuana, and 42.9% indicated personal use. Of adolescents' tweets that mentioned parents, 36.0% of tweets indicated parental support for the adolescent's marijuana use. Tweets about personal marijuana use increased from 2012 to 2013, as did positive perceptions about the drug. Adolescents and others on Twitter are exposed to positive discussion normalizing use. Over the study period, Twitter was increasingly used to disclose marijuana use. Language: en","authors":["Leah Thompson","Frederick P. Rivara","Jennifer M. Whitehill"],"id":"36f54098-60cf-4877-bbfd-08e4a5a55593","n_citation":3,"references":null,"title":"Prevalence of marijuana-related traffic on Twitter, 2012-2013: a content analysis","venue":"Cyberpsychology, Behavior, and Social Networking","year":2015}
{"abstract":"We developed a framework to measure the timeliness of two data types--radiology and microbiology reports--for detection of diseases such as inhalational anthrax (IA) in a healthcare system. We measured the timeliness of a data type as the delay between patient registration in an emergency department (ED) and receipt of data type by a biosurveillance system. We also determined the lower and upper bounds of median delay time (LMDT and UMDT) for the two data types to be available for detection of a single IA case. Based on the data received from the University of Pittsburgh Medical Center (UPMC) Health System, the LMDT time was 1.5 days and UMDT time was 6.4 days. The study provides a range of delay time for detection of a single IA case within a healthcare system, and it may benefit outbreak planning and outbreak model simulation. Language: en","authors":["Jialan Que","Fu-Chiang Tsui","Michael M. Wagner"],"id":"3b3b898f-11ea-4fa9-bf9f-fa4ddec8a708","n_citation":1,"references":null,"title":"Timeliness study of radiology and microbiology reports in a healthcare system for biosurveillance.","venue":"","year":2006}
{"abstract":"The traffic road accidents (ATT) are non-intentional events with an important magnitude worldwide, mainly in the urban centers. This article aims to analyzes data related to the victims of ATT recorded by the Justice Secretariat and Public Security (SEJUSP) in hospital morbidity and mortality incidence at the city of Cuiaba-MT during 2006, using data mining technology. An observational, retrospective and exploratory study of the secondary data bases was carried out. The three database selected were related using the probabilistic method, through the free software RecLink. One hundred and thirty-nine (139) real pairs of victims of ATT were obtained. In this related database the data mining technology was applied with the software WEKA using the Apriori algorithm. The result generated 10 best rules, six of them were considered according to the parameters established that indicated a useful and comprehensible knowledge to characterize the victims of accidents in Cuiaba. Finally, the findings of the associative rules showed peculiarities of the road traffic accident victims in Cuiaba and highlight the need of prevention measures in the collision accidents for males. Language: en","authors":["Noemi Dreyer Galvão","Heimar de Fátima Marin"],"id":"4b45a21b-7da5-4cb3-9c1a-99dfd332c157","n_citation":0,"references":null,"title":"Traffic accident in Cuiabá-MT: an analysis through the data mining technology.","venue":"","year":2010}
{"abstract":"Online social networking sites (SNS) are popular social tools used amongst adolescents and account for much of their daily internet activity. Recently, these sites have presented opportunities for youth to experience cyber-bullying. Often resulting in psychological distress, cyber-bullying is a common experience for many young people. Continual use of SNS signifies the importance of examining its links to cyber-bullying. This study examined the relationship between online social networking and the experience of cyber-bullying. A total of 400 participants (Mage=14.31 years) completed an online survey which examined the perceived definitions and frequency of cyber-bullying. Users of SNS reported significantly higher frequencies of stranger contact compared to non-users. Spearman's rho correlations determined no significant relationship between daily time on SNS and the frequency of stranger contact. This suggests that ownership of a SNS profile may be a stronger predictor of some cyber-bullying experiences compared to time spent on these sites. Findings encourage continued research on the nature of internet activities used by young adolescents and the possible exposure to online victimization. Language: en","authors":["Bridianne O'Dea","Andrew Campbell"],"id":"5fb73232-4e30-4d8d-bc90-05988c465dd6","n_citation":50,"references":null,"title":"Online social networking and the experience of cyber-bullying.","venue":"","year":2012}
{"abstract":"Efforts to prevent falls in the hospital setting involves identifying patients at risk of falling and implementing fall prevention strategies. This poster describes the method and results of Performance Usability Testing on a web-based Fall Prevention Tool Kit (FPTK) developed as part of a research study, (Falls TIPS-Tailoring Interventions for Patient Safety) funded by The Robert Wood Johnson Foundation [1]. Language: en","authors":["Denise Goldsmith","Lyubov Zuyev","Angie Benoit","Frank Y. Chang","Jan Horsky","Patricia C. Dykes"],"id":"612d41c5-4d2e-479d-bf30-16c99206c0bb","n_citation":3,"references":null,"title":"Usability testing of a falls prevention toolkit for an inpatient acute care setting","venue":"","year":2009}
{"abstract":"In order to ensure the highest possible safety for our patients, we identified a need to introduce a falls risk assessment tool with high sensitivity, specificity and reliability within our institution. A comparative research study was conducted which evaluated several instruments against actual patient falls. Based on the findings a new instrument was selected and converted to an electronic format compatible with existing nursing informatics systems. We are now testing the use of this version of the instrument for its ability to guide appropriate interventions that prevent falls. Language: en","authors":["Kristiina Hyrkas","Daniel Bergeron","Joanne Chapman","Deborah Bachand","Leanne M. Currie"],"id":"74bb4c2b-7a60-4028-b299-41b3251a6516","n_citation":0,"references":null,"title":"Transforming the fall-injury risk assessment tool from paper to electronic.","venue":"","year":2009}
{"abstract":"How do we recognize ourselves as the agents of our actions? Do we use the same error detection mechanisms to monitor self-generated vs. externally imposed actions? Using event-related brain potentials (ERPs), we identified two different error-monitoring loops involved in providing a coherent sense of the agency of our actions. In the first ERP experiment, the participants were embodied in a virtual body (avatar) while performing an error-prone fast reaction time task. Crucially, in certain trials, participants were deceived regarding their own actions, i.e., the avatar movement did not match the participant's movement. Self-generated real errors and false (avatar) errors showed very different ERP signatures and with different processing latencies: while real errors showed a classical frontal-central error-related negativity (Ne\/ERN), peaking 100ms after error commission, false errors elicited a larger and delayed parietal negative component (at about 350-400ms). The violation of the sense of agency elicited by false avatar errors showed a strong similarity to ERP signatures related to semantic or conceptual violations (N400 component). In a follow-up ERP control experiment, a subset of the same participants merely acted as observers of the avatar correct and error movements. This experimental situation did not elicit the N400 component associated with agency violation. Thus, the present results show a clear neural dissociation between internal and external error-monitoring loops responsible for distinguishing our self-generated errors from those imposed externally, opening new avenues for the study of the mental processes underlying the integration of internal and sensory feedback information while being actors of our own actions. Language: en","authors":["Gonçalo Padrão","Mar Gonzalez-Franco","Maria V. Sanchez-Vives","Mel Slater","Antoni Rodríguez-Fornells"],"id":"7ae11acc-c946-480d-98ab-858d0ccc36f8","n_citation":28,"references":["264e16c2-4b94-4822-90d3-afd2d24e405c","3367da14-1ecd-4e99-8b65-87d1beb27569","55337128-8795-4289-8bc5-afff4e9689c5","5eb6e5b9-47f9-4c41-b9fc-888fa2cc17f4","7ff75768-fa54-4657-828e-d06219227a06","a666ec75-0cff-4c4f-85f5-20e442da3b98","c64dbb7c-0baa-4bbf-8357-0a604fc56f0e","e54ea6a5-c73a-4645-8892-7d93ff0592ab"],"title":"Violating body movement semantics: Neural signatures of self-generated and external-generated errors","venue":"NeuroImage","year":2016}
{"abstract":"Posttraumatic stress disorder (PTSD) is a significant health concern for U.S. military service members (SMs) returning from Afghanistan and Iraq. Early intervention to prevent chronic disability requires greater understanding of subthreshold PTSD symptoms, which are associated with impaired physical health, mental health, and risk for delayed onset PTSD. We report a comparison of physiologic responses for recently deployed SMs with high and low subthreshold PTSD symptoms, respectively, to a fear conditioning task and novel virtual reality paradigm (Virtual Iraq). The high symptom group demonstrated elevated heart rate (HR) response during fear conditioning. Virtual reality sequences evoked significant HR responses which predicted variance of the PTSD Checklist-Military Version self-report. Our results support the value of physiologic assessment during fear conditioning and combat-related virtual reality exposure as complementary tools in detecting subthreshold PTSD symptoms in Veterans. Language: en","authors":["Michael J. Roy","Michelle E. Costanzo","Tanja Jovanovic","Suzanne Leaman","Patricia Taylor","Seth D. Norrholm","Albert A. Rizzo"],"id":"886e2778-a0f1-4810-b7cd-c98d274700c4","n_citation":50,"references":[],"title":"Heart rate response to fear conditioning and virtual reality in subthreshold PTSD.","venue":"","year":2013}
{"abstract":"Driver sleepiness due to sleep deprivation is a causative factor of many road accidents. Reducing the extent of the sleepy driving problem by developing a countermeasure device that will monitor the sleepiness level of the driver is crucial to improve the safety of the roads. Among numerous physiological measurements, the electroencephalographic (EEG) signal seems to be the most sensitive to detect sleepiness. Previous studies in the field have found consistent alterations of EEG signal during sleepy driving, though they face methodological limitations. We present here preliminary results from a real-driving experiment in which a more complete experimental setup was followed. The subjects were exposed to driving conditions twice: once after they had a normal sleep during the previous night, and once after they remained awake for at least 24 hours prior to the experiment. Significant alterations were observed in the alpha and beta EEG frequencies bands between the two sessions. Electroopthalmographic (EOG) measurements revealed an increased number of eye blinking during the sleep-deprived session in comparison to the control condition. Both measurements can be used for the successful design of a sleepiness detection countermeasure device. Language: en","authors":["Christos Papadelis","C. Lithari","Chrysoula Kourtidou-Papadeli","Panagiotis D. Bamidis","Evangelia Portouli","Evangelos Bekiaris"],"id":"900e7891-58f1-4c17-95d1-68cf057614db","n_citation":12,"references":[],"title":"Monitoring driver's sleepiness on-board for preventing road accidents.","venue":"medical informatics europe","year":2009}
{"abstract":"Individual's decisions, from what product to buy to whether to engage in risky behavior, often depend on the choices, behaviors, or states of other people. People, however, rarely have global knowledge of the states of others, but must estimate them from the local observations of their social contacts. Network structure can significantly distort individual's local observations. Under some conditions, a state that is globally rare in a network may be dramatically over-represented in the local neighborhoods of many individuals. This effect, which we call the \"majority illusion,\" leads individuals to systematically overestimate the prevalence of that state, which may accelerate the spread of social contagions. We develop a statistical model that quantifies this effect and validate it with measurements in synthetic and real-world networks. We show that the illusion is exacerbated in networks with a heterogeneous degree distribution and disassortative structure. Language: en","authors":["Kristina Lerman","Xiaoran Yan","Xin-Zeng Wu"],"id":"902bc5f9-4028-4acd-a2e4-d2a138462d6c","n_citation":50,"references":["08bf22f3-8f5c-419d-965e-1569475522b9","112dc100-3d78-42eb-9ee4-c6dd03f5f74b","1514c2b4-7aab-424e-b2ed-9a5940ff09b7","2b78227d-7cc3-4e64-bedd-195272ba6348","2d19892c-8231-416c-a728-db334dab0680","424bab1d-a362-4bd2-a878-eb81372b689d","532a3e7a-4233-4e84-976c-8cfc2bbbafd9","56163b76-bb21-4bdb-9ac3-01c81401455c","6819edfb-886a-4498-ba30-a1b9721d4c8f","9dbdc129-b8f3-4712-9c95-406bc8911bee","a0113269-d809-445d-ae47-e8f1370b5db6","aa1c51f8-c5a1-443a-ba5f-09a252d073f0","adf41b70-82bc-4385-9b4d-ca2185d4d337","bd34e725-689f-4ee4-8bf3-4703ebb4b308","f08e0aad-34db-407d-ac29-056003a44883","f60f1ca7-abc7-4954-b9e2-df3d44a525cf"],"title":"The Majority Illusion in Social Networks","venue":"PLOS ONE","year":2016}
{"abstract":"Heightened concerns about bioterrorism are forcing changes to the traditional biosurveillance-model. Public health departments are under pressure to follow multiple, non-specific, pre-diagnostic indicators, often drawn from many data sources. As a result, there is a need for biosurveillance systems that can use a variety of analysis techniques to rapidly integrate and process multiple diverse data feeds using a variety of problem solving techniques to give timely analysis. To meet these requirements, we are developing a new system called BioSTORM (Biological Spatio-Temporal Outbreak Reasoning Module). Language: en","authors":["Martin J. O'Connor","David L. Buckeridge","Michael K. Choy","Monica Crubézy","Zachary Pincus","Mark A. Musen"],"id":"9a1dce17-fce2-4a89-a8bb-6ad8be415fae","n_citation":14,"references":["029ae77f-3dd4-4f59-bd19-ea78cfb865ae"],"title":"BioSTORM: a system for automated surveillance of diverse data sources.","venue":"","year":2003}
{"abstract":"Objective To determine the association between the frequencies of pharmaceutical exposures reported to a poison control center (PCC) and those seen in the emergency department (ED). Design A statewide population-based retrospective comparison of frequencies of ED pharmaceutical poisonings with frequencies of pharmaceutical exposures reported to a regional PCC. ED poisonings, identified by International Classification of Diseases, Version 9 (ICD-9) codes, were grouped into substance categories. Using a reproducible algorithm facilitated by probabilistic linkage, codes from the PCC classification system were mapped into the same categories. A readily identifiable subset of PCC calls was selected for comparison. Measurements Correlations between frequencies of quarterly exposures by substance categories were calculated using Pearson correlation coefficients and partial correlation coefficients with adjustment for seasonality. Results PCC reported exposures correlated with ED poisonings in nine of 10 categories. Partial correlation coefficients (r(p)) indicated strong associations (r(p)>0.8) for three substance categories that underwent large changes in their incidences (opiates, benzodiazepines, and muscle relaxants). Six substance categories were moderately correlated (r(p)>0.6). One category, salicylates, showed no association. Limitations Imperfect overlap between ICD-9 and PCC codes may have led to miscategorization. Substances without changes in exposure frequency have inadequate variability to detect association using this method. Conclusion PCC data are able to effectively identify trends in poisonings seen in EDs and may be useful as part of a pharmaceutical poisoning surveillance system. The authors developed an algorithm-driven technique for mapping American Association of Poison Control Centers codes to ICD-9 codes and identified a useful subset of poison control exposures for analysis. Language: en","authors":["Christopher Naun","Cody S. Olsen","J. Michael Dean","Lenora M. Olson","Lawrence J. Cook","Heather T. Keenan"],"id":"a2232de8-2a9b-4060-9d79-02a4c4bd6f4d","n_citation":50,"references":[],"title":"Can poison control data be used for pharmaceutical poisoning surveillance","venue":"Journal of the American Medical Informatics Association","year":2011}
{"abstract":"Routine databases containing large amounts of clinical data represent a tremendous opportunity for the evaluation of health care practices and outcomes. However, data collected for administrative purposes has limitations in content, accuracy and completeness. Routine entry of clinical information directly into clinical information systems by care providers is one strategy to address this problem. We developed a structured data entry method, the Clinical Data Framework (CDF), which has been used to support the capture of clinical information by clinicians in the normal process of care delivery. A study of the CDF over a two month period showed that it improved the accuracy of completeness of data collection over a coding method which was based on selection of ICD-9-CM codes. Language: en","authors":["N. T. Cheung","Vicky Fung","Y. Y. Chow","Y. Tung"],"id":"cca7e8d0-8524-4f4d-9e4a-1d828c867477","n_citation":6,"references":null,"title":"Structured data entry of clinical information for documentation and data collection","venue":"","year":2001}
{"abstract":"BACKGROUND: Suicide issue is of great concern in China. Social media provides an active approach to understanding suicide individuals in terms of their behavior and language use. Aims: This study investigates how suicide Microblog users in China act and speak differently on social media from others. METHODS: Hypothesis testing in behavioral and linguistic features was performed between a target group of 33 Chinese Microblog users who have committed suicide and a control group of 30 active users without suicidal ideation. RESULTS: Suicide group significantly outnumbered control group in the extent of openly published posts and self-reference, and the intensity of using 7 word categories: negative words\/social process words\/cognitive process words\/emotion process words\/negative emotion words\/exclusive words\/physiological process words. Limitations: Information collection and confirmation of suicide users remain difficult. CONCLUSIONS: It is revealed that suicide people vary from others in certain behavioral and linguistic features in social media. This study fills the niche of suicide studies by noting specified indicators of suicide ideation for Chinese individuals online, providing insights of constructing an online alarm system for early detection and intervention of suicidal individuals. Language: en","authors":["Li Guan","Bibo Hao","Tingshao Zhu"],"id":"f11fdf8f-c665-4fa1-9e19-41e3bffbfbf1","n_citation":1,"references":["00e96b1d-0c77-4fb9-bde8-e7337a7dab0a","4b5ffc7f-3b79-4e40-ae36-3a54584df9a5","581935a5-04fe-435b-9f0f-59766d569ba3","71f4c930-83fe-4cf2-b895-264d716e02b2","8c26e7e2-28e6-4b22-9c8b-b0ffea744848"],"title":"How did the Suicide Act and Speak Differently Online? Behavioral and Linguistic Features of China's Suicide Microblog Users","venue":"arXiv","year":2014}
{"abstract":"HL7 is the commonly accepted messaging standard for achieving interoperability among information systems. Until now, no analysis has been done on how poison control data can be matched in HL7 messages. The purpose of this study was to create a preliminary domain analysis model which can be used to identify the data required to message poison control data in HL7 messages. Language: en","authors":["Jia-Wen Guo","Mollie R. Poynton","Susan Matney","Lee Ellington","Barbara I. Crouch","E. Martin Caravati"],"id":"f2d63b51-b366-4a28-83e2-db808323fd79","n_citation":0,"references":null,"title":"Requirements analysis for HL7 message development in poison control center.","venue":"","year":2009}
{"abstract":"This study explores behavioural determinants of defending behaviour in cyberbullying incidents. Three focus groups were conducted with youngsters aged 12-16y. Major themes that were found as important behavioural determinants to defend the victim were a low moral disengagement, that the victim is an in-group member and that the bystander is popular. Bystanders preferred to handle cyberbullying offline and in person, and comforting the victim was considered more feasible than facing the bully. With a high peer acceptance of passive bystanding and lack of parental support for defending behaviour, youngsters do not receive much encouragement from their environment to exhibit defending behaviour towards victims. These preliminary results suggest befriending and peer support interventions hold promise, as well as environmental interventions with parents and teachers. These first results will need to be confirmed in more in-depth analyses and in quantitative research. Language: en","authors":["Ann DeSmet","Sara Bastiaensens","Katrien Van Cleemput","Karolien Poels","Heidi Vandebosch","Ilse De Bourdeaudhuij"],"id":"f4287067-3c75-4532-85f9-77b217dba78b","n_citation":50,"references":["33cdb140-fe00-46b0-a76c-cef441ac1e5f","4333cc77-73cb-4f10-a2b9-80cfe039734e","4e5da455-4e8a-4051-95a2-1d3001361e36","9e9e9146-1c77-497a-b892-2f2b17b4f584"],"title":"Mobilizing bystanders of cyberbullying: an exploratory study into behavioural determinants of defending the victim.","venue":"","year":2012}
{"abstract":"Rule-based and corpus-based machine translation (MT) have coexisted for more than 20 years. Recently, boundaries between the two paradigms have narrowed and hybrid approaches are gaining interest from both academia and businesses. However, since hybrid approaches involve the multidisciplinary interaction of linguists, computer scientists, engineers, and information specialists, understandably a number of issues exist. While statistical methods currently dominate research work in MT, most commercial MT systems are technically hybrid systems. The research community should investigate the benefits and questions surrounding the hybridization of MT systems more actively. This paper discusses various issues related to hybrid MT including its origins, architectures, achievements, and frustrations experienced in the community. It can be said that both rule-based and corpus- based MT systems have benefited from hybridization when effectively integrated. In fact, many of the current rule\/corpus-based MT approaches are already hybridized since they do include statistics\/rules at some point. Language: en","authors":["Marta Ruiz Costa-Jussà"],"id":"f8eb8b1e-155b-4130-bc87-b54515cf9483","n_citation":5,"references":["21449bb5-238f-4259-a02f-336d905bada8","4ad53229-fc4d-491b-831e-fb93ab1256c4","5443ee2f-a083-4829-bfd3-b92e50b6d78e","88c294b9-c14f-4079-afce-30bf757e41dc","b1541efa-abdb-4d24-af0b-77140adf6cf7","f7f3be9e-158d-496d-b0bd-e50ea10d9700"],"title":"How much hybridization does machine translation Need","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"The use of bicycles as a mean of healthy and eco-friendly transportation is currently actively promoted in many industrialized countries. However, the number of severe bicycle accidents rose significantly in Germany and Canada in 2011. In order to identify risk factors for bicycle accidents and possible means of prevention, a study was initiated that analyses bicycle accidents from selected regions in both countries. Due to different healthcare systems and regulations, the data must be selected in different ways in each country before it can be analyzed. Data is collected by means of questionnaires in Germany and using hybrid electronic-paper records in Canada. Using this method, all relevant data can be collected in both countries. Language: en","authors":["Christian Juhra","B. Wieskötter","Paule Bellwood","Ariane von Below","Murray Fyfe","Sonia Salkeld","Elizabeth M. Borycki","André Kushniruk"],"id":"4528c64b-cbff-43db-938d-fbf0b58db8cf","n_citation":0,"references":null,"title":"Methodological Approaches to Comparing Information about Bicycle Accidents Internationally: A Case Study Involving Canada and Germany","venue":"","year":2013}
{"abstract":"The spatial nature of crash data highlights the importance of employing Geographical Information Systems (GIS) in different fields of safety research. Recently, numerous studies have been carried out in safety analysis to investigate the relationships between crashes and related factors. Trip generation as a function of land use, socio-economic, and demographic characteristics might be appropriate variables along with network characteristics and traffic volume to develop safety models. Generalized Linear Models (GLMs) describe the relationships between crashes and the explanatory variables by estimating the global and fixed coefficients. Since crash occurrences are almost certainly influenced by many spatial factors; the main objective of this study is to employ Geographically Weighted Poisson Regression (GWPR) on 253 traffic analysis zones (TAZs) in Mashhad, Iran, using traffic volume, network characteristics and trip generation variables to investigate the aspects of relationships which do not emerge when using conventional global specifications. GWPR showed an improvement in model performance as indicated by goodness-of-fit criteria. The results also indicated the non-stationary state in the relationships between the number of crashes and all independent variables. Language: en","authors":["Afshin Shariat-Mohaymany","Matin Shahri","Babak Mirbagheri","Ali Akbar Matkan"],"id":"f3359b6b-6dae-4dea-b9de-fc614a14b386","n_citation":7,"references":["032b24c2-b1b4-4700-a317-7b00ac6d254e","e98de1fa-3346-45f2-bb7a-9f7b2f29f289","e99ae1b9-9f21-4683-ba53-dfc860a29ec1"],"title":"Exploring spatial non-stationarity and varying relationships between crash data and related factors using geographically weighted Poisson regression","venue":"Transactions in Gis","year":2015}
{"abstract":"Online Radicalization (also called Cyber-Terrorism or Extremism or Cyber-Racism or Cyber- Hate) is widespread and has become a major and growing concern to the society, governments and law enforcement agencies around the world. Research shows that various platforms on the Internet (low barrier to publish content, allows anonymity, provides exposure to millions of users and a potential of a very quick and widespread diffusion of message) such as YouTube (a popular video sharing website), Twitter (an online micro-blogging service), Facebook (a popular social networking website), online discussion forums and blogosphere are being misused for malicious intent. Such platforms are being used to form hate groups, racist communities, spread extremist agenda, incite anger or violence, promote radicalization, recruit members and create virtual organi- zations and communities. Automatic detection of online radicalization is a technically challenging problem because of the vast amount of the data, unstructured and noisy user-generated content, dynamically changing content and adversary behavior. There are several solutions proposed in the literature aiming to combat and counter cyber-hate and cyber-extremism. In this survey, we review solutions to detect and analyze online radicalization. We review 40 papers published at 12 venues from June 2003 to November 2011. We present a novel classification scheme to classify these papers. We analyze these techniques, perform trend analysis, discuss limitations of existing techniques and find out research gaps. Language: en","authors":["Denzil Correa","Ashish Sureka"],"id":"aacc77d4-abd1-49a3-a955-1769b6bb53ca","n_citation":21,"references":["07c32166-50a8-4b02-b3ac-dbc8d0c6115d","1304ac10-e830-4361-b55f-375bd1ec3c27","1a34d746-d1b6-42b6-9e77-19e2569d9627","1bbdd6f1-ab81-4815-bfe3-3fe965a38014","2f41407e-68c1-4eb3-aa22-0d3f7fa7c0cd","33610064-749d-4b38-91cc-1d8151dfb19a","43457eb0-3026-41ba-aa8c-33d7ca73aa25","4adb467d-dacf-4019-b0d5-28ce1f323cf4","5e2442d8-cbcc-441d-8446-a6bd364856b8","6fb8d32a-bae8-4dc0-97c3-aa4b8023977b","70a3f20c-94bb-47ce-a268-4b6687c4fc25","714bf6ea-6a85-4c82-95f0-9164236bf8b2","7440c48a-0468-4a4d-803d-cd10ae179856","779c9d1c-42ef-42a5-b158-e45afbe36f00","87e50788-df62-458d-89be-d28fecc01044","a43c7543-bda4-4235-a316-be92ca579ae8","acf61da8-b91e-4a0a-9513-5d6bb4791ae6","cb89928e-ad14-4f11-83ec-f2a8c7324a6a","cbbfb0c6-ddfe-4b2e-a9b0-b1313eb31d6d","d1416bb1-ad83-44e2-a6f0-e870cd1a48ac","e3254619-2190-4eb0-bf13-0d9636a7d8b1","ee522ba9-0a55-4799-92f4-a6f9d8a82c94","f215d41c-3b10-401e-a76b-b8cc1f10a0a0"],"title":"Solutions to Detect and Analyze Online Radicalization : A Survey","venue":"arXiv","year":2013}
{"abstract":"Inspired by the fact that people have diverse propensities to punish wrongdoers, we study a spatial public goods game with defectors and different types of punishing cooperators. During the game, cooperators punish defectors with class-specific probabilities and subsequently share the associated costs of sanctioning. We show that in the presence of different punishing cooperators the highest level of public cooperation is always attainable through a selection mechanism. Interestingly, the selection does not necessarily favor the evolution of punishers who would be able to prevail on their own against the defectors, nor does it always hinder the evolution of punishers who would be unable to prevail on their own. Instead, the evolutionary success of punishing strategies depends sensitively on their invasion velocities, which in turn reveals fascinating examples of both competition and cooperation among them. Furthermore, we show that under favorable conditions, when punishment is not strictly necessary for the maintenance of public cooperation, the less aggressive, mild form of sanctioning is the sole victor of the selection process. Our work reveals that natural strategy selection cannot only promote, but sometimes also hinders competition among prosocial strategies. Language: en","authors":["Xiaojie Chen","Attila Szolnoki","Matjaz Perc"],"id":"26b63316-e13f-4ab8-9078-5980c8203f82","n_citation":44,"references":null,"title":"Competition and cooperation among different punishing strategies in the spatial public goods game","venue":"Physical Review E","year":2015}
{"abstract":"OBJECTIVE: We evaluated the current use and fit of structural firefighting gloves and developed an improved sizing scheme that better accommodates the U.S. firefighter population. BACKGROUND: Among surveys, 24% to 30% of men and 31% to 62% of women reported experiencing problems with the fit or bulkiness of their structural firefighting gloves. METHOD: An age-, race\/ethnicity-, and gender-stratified sample of 863 male and 88 female firefighters across the United States participated in the study. Fourteen hand dimensions relevant to glove design were measured. A cluster analysis of the hand dimensions was performed to explore options for an improved sizing scheme. RESULTS: The current national standard structural firefighting glove-sizing scheme underrepresents firefighter hand size range and shape variation. In addition, mismatch between existing sizing specifications and hand characteristics, such as hand dimensions, user selection of glove size, and the existing glove sizing specifications, is significant. An improved glove-sizing plan based on clusters of overall hand size and hand\/finger breadth-to-length contrast has been developed. CONCLUSION: This study presents the most up-to-date firefighter hand anthropometry and a new perspective on glove accommodation. The new seven-size system contains narrower variations (standard deviations) for almost all dimensions for each glove size than the current sizing practices. APPLICATION: The proposed science-based sizing plan for structural firefighting gloves provides a step-forward perspective (i.e., including two women hand model-based sizes and two wide-palm sizes for men) for glove manufacturers to advance firefighter hand protection. Language: en","authors":["Hongwei Hsiao","Jennifer J. Whitestone","Tsui-Ying Kau","Brooke Hildreth"],"id":"7252fdf3-6640-4d87-9c79-31f3f5c72d4a","n_citation":0,"references":["4ab0d90d-ed25-415a-a13a-6cfdcb8c3ab9","95129cab-2a48-4344-9cec-65fcaa5e339a"],"title":"Firefighter Hand Anthropometry and Structural Glove Sizing: A New Perspective","venue":"Human Factors","year":2015}
{"abstract":"A wide spectrum of extreme events ranging from traffic jams to floods take place on networks. Motivated by these, we employ a random walk model for transport and obtain analytical and numerical results for the extreme events on networks. They reveal an unforeseen, and yet a robust, feature: small degree nodes of a network are more likely to encounter extreme events than the hubs. Further, we also study the recurrence time distribution and scaling of the probabilities for extreme events. These results suggest a revision of design principles and can be used as an input for designing the nodes of a network so as to smoothly handle extreme events. Language: en","authors":["Vimal Kishore","M. S. Santhanam","R. E. Amritkar"],"id":"82df661c-8aaf-4b8d-8b59-3a635adf50ed","n_citation":38,"references":[],"title":"Extreme events on complex networks","venue":"Physical Review Letters","year":2011}
{"abstract":"Understanding the information-seeking behavior of visually impaired users is essential to designing search interfaces that support them during their search tasks. In a previous article, we reported the information-seeking behavior of visually impaired users when performing complex search tasks on the web, and we examined the difficulties encountered when interacting with search interfaces via speech-based screen readers. In this article, we use our previous findings to inform the design of a search interface to support visually impaired users for complex information seeking. We particularly focus on implementing TrailNote, a tool to support visually impaired searchers in managing the search process, and we also redesign the spelling-support mechanism using nonspeech sounds to address previously observed difficulties in interacting with this feature. To enhance the user experience, we have designed interface features to be technically accessible as well as usable with speech-based screen readers. We have evaluated the proposed interface with 12 visually impaired users and studied how they interacted with the interface components. Our findings show that the search interface was effective in supporting participants for complex information seeking and that the proposed interface features were accessible and usable with speech-based screen readers. Language: en","authors":["Nuzhah Gooda Sahib","Anastasios Tombros","Tony Stockman"],"id":"85ba6933-c8d7-4648-9d94-5b90ef1757cc","n_citation":4,"references":["00d1c662-58e4-47bc-97cc-435a66d4b680","38d1ce50-637c-412f-ae57-9f81fc554ec3","5113a38d-e69e-4a2a-8d3e-a89782e075ea","5e53adb4-d051-4408-8108-6fe6fa7399ac","60ff798e-3fea-443e-b64b-096dc8877c86","654049be-8a15-4342-84eb-3ada4e7b1bc0","accfba2f-82b0-41f3-8971-c619bd665f13","c7737e76-0e96-444b-b36c-a61242b8c435","e103d130-7c01-4210-92ce-1328f1a35076","fe94d63e-a655-45b6-b141-275ecccfb677"],"title":"Evaluating a search interface for visually impaired searchers","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"Researchers face substantial challenges when conducting household surveys in technologically less developed regions, such as parts of Africa , or in disaster affected areas. Lack of detailed maps, location of houses, and valid addresses are impediments to conducting surveys in the region. This study presents an alternative through the use of a novel approach that allows a interview teams to overcome the aforementioned problems. An interview team, each equipped with a personal digital assistant (PDA) with global positioning system (GPS) unit, can accomplish all tasks needed to collect statistically valid survey data with high performance metrics. This technology has been used to conduct surveys in regions affected by malaria in Togo, Niger, and Mozambique. This poster demonstrates the use of pre-programmed PDAs with geopositioning capacity using GPS survey selection software, developed by the Centers for Disease Control and Prevention (CDC), to conduct a statistically valid assessment and present preliminary analyses within 24 hours of the last completed survey. The software application (GPS Survey, version 2.0) allows rapid mapping of all households in the survey area, as well as landmarks, for spatial analysis. It allows the researcher to choose a statistically valid sample of households and navigate back to them to conduct interviews. During the interview, the program leads the interviewer with preprogrammed skip patterns, checks and safely stores data upon entry, and downloads data to a computer for rapid analysis. Initial analysis of Mozambique household mapping data revealed that using the aforementioned technology, location of 4855 houses dispersed in 32 villages or neighborhoods in 8 districts of Manica and Sofala provinces of Mozambique were mapped in 10 days using 18 field interviewers. Data were aggregated, analyzed, and presented in less than a day. Using GPS 2.0 software application, mapping of individual houses within each enumeration area, spanning several square kilometers, was completed in between 3.5 and 4.5 hours. The application of PDA and GPS based technology to conduct surveys in remote regions of Mozambique was important in assuring data quality, obtaining a statistically accurate random sample with geospatial data, substantially reducing the data entry time, and rapidly making data available for analysis. Language: en","authors":["Ramesh Krishnamurthy","Anatoly D. Frolov","Adam Wolkon","Jodi Vanden Eng","Allen W. Hightower"],"id":"8dc6b762-7aba-490d-9649-52acd6685da4","n_citation":13,"references":null,"title":"Application of pre-programmed PDA devices equipped with GPS to conduct paperless household surveys in rural Mozambique.","venue":"","year":2006}
{"abstract":"OBJECTIVE: We review historical and more recent efforts in boredom research and related fields. A framework is presented that organizes the various facets of boredom, particularly in supervisory control settings, and research gaps and future potential areas for study are highlighted. BACKGROUND: Given the ubiquity of boredom across a wide spectrum of work environments-exacerbated by increasingly automated systems that remove humans from direct, physical system interaction and possibly increasing tedium in the workplace-there is a need not only to better understand the multiple facets of boredom in work environments but to develop targeted mitigation strategies. METHOD: To better understand the relationships between the various influences and outcomes of boredom, a systems-based framework, called the Boredom Influence Diagram, is proposed that describes various elements of boredom and their interrelationships. RESULTS: Boredom is closely related to vigilance, attention management, and task performance. This review highlights the need to develop more naturalistic experiments that reflect the characteristics of a boring work environment. CONCLUSION: With the increase in automation, boredom in the workplace will likely become a more prevalent issue for motivation and retention. In addition, developing continuous measures of boredom based on physiological signals is critical. APPLICATION: Personnel selection and improvements in system and task design can potentially mitigate boredom. However, more work is needed to develop and evaluate other potential interventions. Language: en","authors":["Mary L. Cummings","Fei Gao","Kris M. Thornburg"],"id":"548f15eb-188e-494e-9619-0fe24b4eb1f8","n_citation":50,"references":["12e028a1-cdb7-4447-bcd9-5537e174a1a8","19971590-d657-4fae-8628-862a2c33a003","1e15bfdb-1b7d-4c25-bca7-a73af02204e6","1f3750ab-7903-4b46-bf4e-e5ea700f310a","2401abe7-e99c-444a-86e7-b832956626d7","37aaf4c0-c0ef-4ab0-b581-93b9663ad64e","4d5452cf-c338-4bad-b885-19f4760264d2","5c1177ca-5bc2-4df6-afe2-59699c4214ab","665a94cf-0626-4a1b-ac25-cc5042506283","68b5832d-0177-4674-92ca-335a90458df1","6fcc44cb-c33d-4310-ad98-4640689e665f","86060d12-b098-4cd2-9c11-687ff3e254fb","adb2990e-b2b7-4497-ba2e-4f8bdd322d59","b4a5cf66-dd61-47e0-96ba-185a3aca1a4b","d85fcc73-959d-4ccf-93d8-4d65314ba9d6","e622aa5e-5325-4490-8d68-d6643db5828e","fc451944-14bb-452b-a7a3-74fed3796ff6"],"title":"Boredom in the workplace: a new look at an old problem","venue":"Human Factors","year":2016}
{"abstract":"We study a three-state (leftist, rightist, centrist) model that couples the dynamics of social balance with an external deradicalizing field. The mean-field analysis shows that there exists a critical value of the external field p_{c} such that for a weak external field (pp_{c}), there is only one (stable) fixed point, which corresponds to an all-centrist consensus state (absorbing state). In the weak-field regime, the convergence time to the absorbing state is evaluated using the quasistationary distribution and is found to be in agreement with the results obtained by numerical simulations. Language: en","authors":["P. Singh","Sameet Sreenivasan","Boleslaw K. Szymanski","Gyorgy Korniss"],"id":"57b2a2b9-e3e2-4126-9d3b-1fd21a7dc3c2","n_citation":50,"references":null,"title":"Competing Effects of Social Balance and Influence","venue":"Physical Review E","year":2016}
{"abstract":"Adolescents have an increased need to regulate their behavior as they gain access to opportunities for risky behavior; however, cognitive control systems necessary for this regulation remain relatively immature. Parents can impact their adolescent child's abilities to regulate their behavior and engagement in risk taking. Since adolescents undergo significant neural change, negative parent-child relationship quality may impede or alter development in prefrontal regions subserving cognitive control. To test this hypothesis, 20 adolescents completed a go\/nogo task during two fMRI scans occurring 1 year apart. Adolescents reporting greater family conflict and lower family cohesion showed longitudinal increases in risk-taking behavior, which was mediated by longitudinal increases in left VLPFC activation during cognitive control. These results underscore the importance of parent-child relationships during early adolescence, and the neural processes by which cognitive control may be derailed and lead to increased risk taking. Language: en","authors":["Ethan M. McCormick","Yang Qu","Eva H. Telzer"],"id":"64574f36-1426-48e5-b630-c6655e999fd6","n_citation":18,"references":["882e1649-32c4-4c98-ba67-6054ad323c3c","ef1f5e1b-d339-4378-854b-f92fe6965b87"],"title":"Adolescent neurodevelopment of cognitive control and risk-taking in negative family contexts ☆","venue":"NeuroImage","year":2016}
{"abstract":"The combination of active video gaming and exercise (exergaming) is suggested to improve elderly people's balance, thereby decreasing fall risk. Exergaming has been shown to increase motivation during exercise therapy, due to the enjoyable and challenging nature, which could support long-term adherence for exercising balance. However, scarce evidence is available of the direct effects of exergaming on postural control. Therefore, the aim of the study was to assess the effect of a six-week videogame-based exercise program aimed at improving balance in elderly people. Task performance and postural control were examined using an interrupted time series design. Results of multilevel analyses showed that performance on the dot task improved within the first two weeks of training. Postural control improved during the intervention. After the intervention period task performance and balance were better than before the intervention. Results of this study show that healthy elderly can benefit from a videogame-based exercise program to improve balance and that all subjects were highly motivated to exercise balance because they found gaming challenging and enjoyable. Language: en","authors":["Claudine J. C. Lamoth","Simone R. Caljouw","Klaas Postema"],"id":"73e0505b-86b5-4a4c-b050-2b448706d11c","n_citation":50,"references":null,"title":"Active video gaming to improve balance in the elderly.","venue":"","year":2011}
{"abstract":"OBJECTIVE: The aim of this study was to examine variations in drivers' foot behavior and identify factors associated with pedal misapplications. BACKGROUND: Few studies have focused on the foot behavior while in the vehicle and the mishaps that a driver can encounter during a potentially hazardous situation. METHOD: A driving simulation study was used to understand how drivers move their right foot toward the pedals. The study included data from 43 drivers as they responded to a series of rapid traffic signal phase changes. Pedal application types were classified as (a) direct hit, (b) hesitated, (c) corrected trajectory, and (d) pedal errors (incorrect trajectories, misses, slips, or pressed both pedals). A mixed-effects multinomial logit model was used to predict the likelihood of one of these pedal applications, and linear mixed models with repeated measures were used to examine the response time and pedal duration given the various experimental conditions (stimuli color and location). RESULTS: Younger drivers had higher probabilities of direct hits when compared to other age groups. Participants tended to have more pedal errors when responding to a red signal or when the signal appeared to be closer. Traffic signal phases and locations were associated with pedal response time and duration. The response time and pedal duration affected the likelihood of being in one of the four pedal application types. CONCLUSION AND APPLICATION: Findings from this study suggest that age-related and situational factors may play a role in pedal errors, and the stimuli locations could affect the type of pedal application. Language: en","authors":["Yuqing Wu","Linda Ng Boyle","Daniel V. McGehee","Cheryl A. Roe","Kazutoshi Ebe","James Foley"],"id":"b7441c78-c137-4335-90d7-7ed459647de1","n_citation":5,"references":["000ea975-1c97-4ba7-87ff-f15adfa749de","3304019a-4e70-483c-8092-36f68512d1ad","3fa7adbb-4988-48b2-b96a-7ac8c62f68be","4a845a55-5cf6-46fd-972a-424ba9b235dd"],"title":"Modeling Types of Pedal Applications Using a Driving Simulator","venue":"Human Factors","year":2015}
{"abstract":"Thesauri and other types of controlled vocabularies are increasingly re-engineered into ontologies described using the Web Ontology Language (OWL), particularly in the life sciences. This has led to the perception by some that thesauri are ontologies once they are described by using the syntax of OWL while others have emphasized the need to re-engineer a vocabulary to use it as ontology. This confusion is rooted in different perceptions of what ontologies are and how they differ from other types of vocabularies. In this article, we rigorously examine the structural differences and similarities between thesauri and meaning-defining ontologies described in OWL. Specifically, we conduct (a) a conceptual comparison of thesauri and ontologies, and (b) a comparison of a specific thesaurus and a specific ontology in the same subject field. Our results show that thesauri and ontologies need to be treated as 2 orthogonal kinds of models with superficially similar structures. An ontology is not a good thesaurus, nor is a thesaurus a good ontology. A thesaurus requires significant structural and other content changes to become an ontology, and vice versa. Language: en","authors":["Daniel Kless","Simon K. Milton","Edmund Kazmierczak","Jutta Lindenthal"],"id":"ed256656-b97f-453c-bc18-3885743d2f55","n_citation":13,"references":["1bdf92b6-4d1c-4231-83b8-7620811008e0","3180dc83-4b6e-460c-9f29-ac54bf74e310","3cf602bd-4934-46d9-8b8e-b34256605889","4398c762-7e7a-4e5b-859f-8edbce506c88","44acf21d-c98b-4543-986c-b9b827e6f9c0","46518d94-6ad5-49af-86d0-e6c537bd9315","4e0d7284-e96f-4120-be52-2ae1fe1d29e3","4f1304fd-beaf-4996-9f44-1c96d39d9c80","5c622cb9-a17d-4f4d-ac45-43e4c8b74110","62602bb0-62d1-47bf-9445-b877fe1aa2e0","6a3de0a8-6a11-4d41-9fee-08584e47f4ba","6f21d24f-8227-4c35-87c3-47b7a664d763","9262b50b-9345-42b2-ba69-bcadf07253e0","9afbfba9-904e-4cb3-bf67-3f033d0ba105","ab25b676-c29a-45f8-92d0-a815f3a60581","abaeb233-8fc6-4150-a8fb-e8618f9917da","ada859a7-f609-4347-8fc4-225851d4be51","d90d4aed-598e-41da-aaa2-b54a8444d389","db3f8780-9cce-4d22-81f7-84aef42bcedb","f26184bb-e768-4ae9-b0b7-d01108e9a27c","f51d10a6-36e1-4dc7-a427-fcb289bc5683","ff8da0e3-b593-4a58-9d02-079dc3fc0c5d"],"title":"Thesaurus and ontology structure: Formal and pragmatic differences and similarities","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"In this global information age, accessing, disseminating, and controlling information is an increasingly important aspect of human life. Often, these interests are expressed in the language of human rights--for example, rights to expression, privacy, and intellectual property. As the discipline concerned with \"facilitating the effective communication of desired information between human generator and human user\" (Belkin, 1975, p. 22), library and information science (LIS) has a central role in facilitating communication about human rights and ensuring the respect for human rights in information services and systems. This paper surveys the literature at the intersection of LIS and human rights. To begin, an overview of human rights conventions and an introduction to human rights theory is provided. Then the intersections between LIS and human rights are considered. Three central areas of informational human rights--communication, privacy, and intellectual property--are discussed in detail. It is argued that communication rights in particular serve as a central linchpin in the system of human rights. Language: en","authors":["Kay Mathiesen"],"id":"f69476e3-0a79-46d9-8888-b434f6f7b90a","n_citation":0,"references":["00c3b2ce-1e1d-47e8-866a-37e0b31499c0","01f6baf0-8bc2-4527-bb35-2ad28b7d3556","27a75470-4d12-4fa9-9ddc-91724146c82c","360a6601-2d9f-43b5-8a51-b778ea8cff11","405a4c9e-1d7c-4550-963c-ddcff7b0ffd3","4ff8036b-e61f-4389-b475-a1ca3d906825","5586bc6a-e825-449d-a6d1-3287c4f01080","5d885a4a-88b6-4dbb-9bcc-f8556fbf226f","665fd45c-cde4-434b-952c-5d3a55ac2628","72651536-be48-4fb2-947b-fe43fbf810fd","775f9b74-8f02-4b85-bfcb-68ab7dccdd61","7f339623-540a-411a-8ea0-94d19220afbd","8b8b9a9c-29fd-414f-94f5-d6840d46eb0e","8f6c5f06-cc98-403d-88eb-fc499acf5225","97bb2bf9-4679-4d5c-b739-44ad9e1c1ee3","a8cd015a-cbea-4671-8e00-9e9f7f2e4678","ad9be06e-2b38-4e54-a127-f8134b2c922f","e92ee9e5-c94f-4917-9c42-7ccc81eb8392","eef7dccc-9e4d-46a4-86c9-11fc0c6e8482","fd4f57aa-fa2d-443d-beb6-94506a3e3eb9"],"title":"Human rights as a topic and guide for LIS research and practice","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"Great cities connect people; failed cities isolate people. Despite the fundamental importance of physical, face-to-face social ties in the functioning of cities, these connectivity networks are not explicitly observed in their entirety. Attempts at estimating them often rely on unrealistic over-simplifications such as the assumption of spatial homogeneity. Here we propose a mathematical model of human interactions in terms of a local strategy of maximizing the number of beneficial connections attainable under the constraint of limited individual travelling-time budgets. By incorporating census and openly available online multi-modal transport data, we are able to characterize the connectivity of geometrically and topologically complex cities. Beyond providing a candidate measure of greatness, this model allows one to quantify and assess the impact of transport developments, population growth, and other infrastructure and demographic changes on a city. Supported by validations of gross domestic product and human immunodeficiency virus infection rates across US metropolitan areas, we illustrate the effect of changes in local and city-wide connectivities by considering the economic impact of two contemporary inter- and intra-city transport developments in the UK: High Speed 2 and London Crossrail. This derivation of the model suggests that the scaling of different urban indicators with population size has an explicitly mechanistic origin. Language: en","authors":["Aaron Sim","Sophia N. Yaliraki","Mauricio Barahona","Michael P. H. Stumpf"],"id":"0872e4ca-1cd2-4ca1-9782-de5412823819","n_citation":9,"references":["0bd188a6-4400-45ca-ac8f-11686b590d59","0bdb5030-8972-4cc2-90aa-57d5247efbfd","126ab048-2669-431a-8d02-369423504cac","334653df-2fdd-4f99-8061-39525f42d0ba","36322e0f-cbed-4cf3-adfc-d36de45d10fe","3dc67730-89be-4fc4-abff-8301a7d46da4","75b045ef-c9ec-4c66-a30a-fbc2b172ef22"],"title":"Great cities look small","venue":"Journal of the Royal Society Interface","year":2015}
{"abstract":"OBJECTIVE: We examined how providing artificially high or low statements about automation reliability affected expectations, perceptions, and use of automation over time. BACKGROUND: One common method of introducing automation is providing explicit statements about the automation's capabilities. Research is needed to understand how expectations from such introductions affect perceptions and use of automation. METHOD: Explicit-statement introductions were manipulated to set higher-than (90%), same-as (75%), or lower-than (60%) levels of expectations in a dual-task scenario with 75% reliable automation. Two experiments were conducted to assess expectations, perceptions, compliance, reliance, and task performance over (a) 2 days and (b) 4 days. RESULTS: The baseline assessments showed initial expectations of automation reliability matched introduced levels of expectation. For the duration of each experiment, the lower-than groups' perceptions were lower than the actual automation reliability. However, the higher-than groups' perceptions were no different from actual automation reliability after Day 1 in either study. There were few differences between groups for automation use, which generally stayed the same or increased with experience using the system. CONCLUSION: Introductory statements describing artificially low automation reliability have a long-lasting impact on perceptions about automation performance. Statements including incorrect automation reliability do not appear to affect use of automation. APPLICATION: Introductions should be designed according to desired outcomes for expectations, perceptions, and use of the automation. Low expectations have long-lasting effects. Language: en","authors":["Laura H. Barg-Walkow","Wendy A. Rogers"],"id":"0ebc4676-1c9b-4b73-ab85-dd15df88902d","n_citation":1,"references":["1caa49e1-ed60-4641-8831-e06fd4ccef1e","1ebe6b3b-375b-435a-acd4-1e87aab6af09","24d04457-ce5a-4c72-893d-f682fcf69d01","30a9fe7c-58b1-417a-bbaa-eede33d42c19","33d633b0-1e0a-44dc-a101-f204dbcdbca5","376e76f5-5025-4f3f-b5a3-bf4f44bdb18d","465e090c-5ffb-4a88-811b-6316542c7d6c","4c483659-8fd0-4dcc-a409-3b1121180410","5a713017-b189-49df-b9a9-11d5e4391f77","5c1177ca-5bc2-4df6-afe2-59699c4214ab","67dd1f81-fd96-433b-8116-d8041e71bfef","7321af9d-1425-4c9d-8856-eb9aa9cf089c","aa563942-88ea-4fd6-a1b5-73addde4f17b","bf5512b8-adbc-4ed1-b613-d071126d8f78","f7fe3b81-c05e-4942-a914-f4e4d0d22f3c"],"title":"The Effect of Incorrect Reliability Information on Expectations, Perceptions, and Use of Automation.","venue":"Human Factors","year":2016}
{"abstract":"Transportation officers at mass casualty incidents arefaced with the daunting task of tracking large amounts of patients as they leave the disaster scene. Patients often leave under their own power without notifying any authorities, presenting a problem for personnel attempting to account for every patient they have treated. This paper describes a system of tracking patients at a disaster scene or en route to hospitals using electronic triage tags registered with an external database. Background: A major challenge for disaster response informationsystems is to provide capabilities without being obtrusiveto the already overburdened responders. The AdvancedHealth and Disaster Aid Network (AID-N) has developed electronic triage tags that provide ubiquitous and automated geolocation of patients in both indoor and outdoor settings. When patients are tagged with electronic triage tags, they are automatically tracked by the software system, no additional input from the medics is required. The tags, based upon the smart dust hardware platform, are small, lightweight, easy to apply, and cost-effective for easy employment at mass casualty disasters. Unlike GPS-based tracking technologies, the setags are low-power and do not require a clear line of sight. To this end, AID-N provides a sophisticatedpatient tracking mechanism that meets the needs of theemergency responders. Implementation: After any MCI, emergency response services are required to account for any patients they registered at the disaster scene. The current system requires a transportation officer at the scene to fill out a form with patient details and destination information each time a patient is put inan ambulance. However, during a chaotic disaster scene,the overwhelmed responders often neglect to fill out the paperwork or lose the paperwork. Under our new system, all of the patient locality logging is electronic and automated. Emergency personnel can now locate any patient from a MCI in real-time, instead of waiting until after the MCI is concluded.The location of patients wearing tags is based on theproximity of the tags to: 1) handheld device carried by nomadic medics, 2) base stations laptops installed inside ambulances coming in and out of the disaster site, 3)laptops stationed at designated zones of the disaster site,and 4) other tags in the wireless mesh network. Each base station and handheld device is equipped with a GPS sensor. Language: en","authors":["Alexander M. Alm","Tia Gao","David White"],"id":"22c74bd6-8c1d-4110-9ece-b2838f1f437a","n_citation":12,"references":null,"title":"Pervasive patient tracking for mass casualty incident response","venue":"","year":2006}
{"abstract":"If people with high risk of suicide can be identified through social media like microblog, it is possible to implement an active intervention system to save their lives. Based on this motivation, the current study administered the Suicide Probability Scale(SPS) to 1041 weibo users at Sina Weibo, which is a leading microblog service provider in China. Two NLP (Natural Language Processing) methods, the Chinese edition of Linguistic Inquiry and Word Count (LIWC) lexicon and Latent Dirichlet Allocation (LDA), are used to extract linguistic features from the Sina Weibo data. We trained predicting models by machine learning algorithm based on these two types of features, to estimate suicide probability based on linguistic features. The experiment results indicate that LDA can find topics that relate to suicide probability, and improve the performance of prediction. Our study adds value in prediction of suicidal probability of social network users with their behaviors. Language: en","authors":["Lei Zhang","Xiaolei Huang","Tianli Liu","Zhenxiang Chen","Tingshao Zhu"],"id":"35153b8d-2de4-4f74-bb4c-4b0b4f48e028","n_citation":18,"references":["0a983cba-32b1-4113-aa91-2d5874573d3b","0f8ab01d-1cc9-4213-9a83-ef5c82d56da6","18359d67-dc5a-45f1-8f94-591aa9a3082e","2d45a841-2035-436e-8438-9e6e87733865","3322b3e1-1636-46df-82bc-f817cb774378","4542089f-e341-4962-bdc9-90d6e43c07ac","4c054140-28fb-4ea3-a202-ec13fd113cdb","601c3008-9c7d-4c6e-b75d-cb4f83a0885a","650b7b9d-897d-4e61-84b9-cec1bd4645e4","8c26e7e2-28e6-4b22-9c8b-b0ffea744848","c9afb970-4376-4f89-8b1a-525e9dc73b3b","f3c69cdc-c3e1-49b7-9f2f-732bb4c0a562"],"title":"Using linguistic features to estimate suicide probability of Chinese microblog users","venue":"arXiv","year":2014}
{"abstract":"'Symbolic violence' is committed, however well-intentionally, by the imposition of particular conceptualizations of what information, in what form and quality, is needed in order to make an 'informed choice' and hence - by questionable segue - a high quality decision. The social and cultural forms of relevant cognitive capital possessed by those who fail, because of their low general literacy, professionally-set knowledge tests of functional health literacy, are being ignored. Failing to recognise and exploit a particular form of functional decision literacy, in fact leads to symbolic violence being experienced by individuals at any and all levels of general literacy. It leads many to adopt the same range of avoidant and other undesirable strategies within healthcare situations observed in those of low basic literacy. The alternative response we propose exploits the alternative generic decision literacy which comes in the form of the ability to access and use the decision-relevant resources provided for many consumer services and products on comparison websites and magazines. The methodology is the simple form of multi-criteria analysis in which the products' ratings on multiple criteria are combined with criterion weights (supplied by the site) to produce scores and 'best buys' and 'good value for money' verdicts. Our alternative approach extends this approach to healthcare options and permits the incorporation of personal criterion weights in furtherance of person-centred care. Health informaticians, especially those in the decision support field, should build on this widespread generic competence. The fact that it is generic, far from implying context insensitivity, can be seen as a necessary basis for achieving context-sensitivity and sensitivisation at the level of the individual person as they experience a lifelong sequence of healthcare decisions. Language: en","authors":["Mette Kjer Kaltoft","Jesper Bo Nielsen","Glenn Salkeld","Jack Dowie"],"id":"422ae32b-ed95-42cb-88cc-ff6398a9fffc","n_citation":1,"references":null,"title":"Health informatics can avoid committing symbolic violence by recognizing and supporting generic decision-making competencies","venue":"","year":2015}
{"abstract":"Bias in peer review entails systematic prejudice that prevents accurate and objective assessment of scientific studies. The disparity between referees' opinions on the same paper typically makes it difficult to judge the paper's quality. This article presents a comprehensive study of peer review biases with regard to 2 aspects of referees: the static profiles (factual authority and self-reported confidence) and the dynamic behavioral context (the temporal ordering of reviews by a single reviewer), exploiting anonymized, real-world review reports of 2 different international conferences in information systems \/ computer science. Our work extends conventional bias research by considering multiple biases occurring simultaneously. Our findings show that the referees' static profiles are more dominant in peer review bias when compared to their dynamic behavioral context. Of the static profiles, self-reported confidence improved both conference fitness and impact-based bias reductions, while factual authority could only contribute to conference fitness-based bias reduction. Our results also clearly show that the reliability of referees' judgments varies along their static profiles and is contingent on the temporal interval between 2 consecutive reviews. Language: en","authors":["Yun Wei Zhao","Chi-Hung Chi","Willem-Jan van den Heuvel"],"id":"536a99bf-e0a0-445c-a391-445bc5d35c36","n_citation":0,"references":["3be2ed7e-9c26-45f9-82aa-5ce8bdaae4c0","524b2561-4c7e-43ff-9d7b-fe3bd5132fcb","8bd080bb-d6c1-4071-86f1-b81dc7cda251","9c8b4499-abaf-43b2-b019-7de696f88ecd","d0bcaf70-7f9d-450c-b3e5-9d07ddadbf00","e268c20a-da6e-4708-bf8e-583dc013aae2","f57054a6-d255-4078-882a-928229016ab2"],"title":"Imperfect referees: Reducing the impact of multiple biases in peer review","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"Schools and teachers nowadays face new difficulties and challenges as a result of the fast growth of cyberbullying. The aim of the study is to examine the perceptions, beliefs and concerns about cyberbullying, as well as the needs, of a professionally diverse group of teachers. Three-hundred and twenty-eight teachers (88.4% female, 11.6% male) from different types of schools and professional foci were randomly selected and completed a cyberbullying questionnaire regarding their perceptions of cyberbullying and about their personal experiences in relation to cyberbullying. They also provided background information. FINDINGS indicate that teachers noted that cyberbullying is a problem in their school, suggesting that urgent attention be paid to three aspects: policy making, enhancing awareness of the school team and coping strategies for parents. About half the teachers reported that students complain of harassment through the mobile phone and Internet, and some teachers were themselves cyberbullied. It was found that the teachers' gender, education level and the age of the students they taught affected their level of concern about cyberbullying, and therefore how credible they found the school's commitment to act on it. Female teachers expressed more concern than male teachers, as did teachers of younger children. Special education teachers were more concerned than mainstream teachers and were more likely to believe that the cyberbullying must be confronted. The results contribute to our understanding of the teachers' perceptions, beliefs and concerns about cyberbullying, which could serve as a basis for developing policy guidelines in schools as well as establishing programs for school teachers to cope with cyberbullying. Language: en","authors":["Sigal Eden","Tali Heiman","Dorit Olenik-Shemesh"],"id":"5555ad8a-1368-4ef7-abc0-ba0d729969cc","n_citation":1,"references":[],"title":"Teachers' perceptions, beliefs and concerns about cyberbullying","venue":"British Journal of Educational Technology","year":2013}
{"abstract":"The recent interest in Big Data has generated a broad range of new academic, corporate, and policy practices along with an evolving debate among its proponents, detractors, and skeptics. While the practices draw on a common set of tools, techniques, and technologies, most contributions to the debate come either from a particular disciplinary perspective or with a focus on a domain-specific issue. A close examination of these contributions reveals a set of common problematics that arise in various guises and in different places. It also demonstrates the need for a critical synthesis of the conceptual and practical dilemmas surrounding Big Data. The purpose of this article is to provide such a synthesis by drawing on relevant writings in the sciences, humanities, policy, and trade literature. In bringing these diverse literatures together, we aim to shed light on the common underlying issues that concern and affect all of these areas. By contextualizing the phenomenon of Big Data within larger socioeconomic developments, we also seek to provide a broader understanding of its drivers, barriers, and challenges. This approach allows us to identify attributes of Big Data that require more attention--autonomy, opacity, generativity, disparity, and futurity--leading to questions and ideas for moving beyond dilemmas. Language: en","authors":["Hamid R. Ekbia","Michael Mattioli","Inna Kouper","G. Arave","Ali Ghazinejad","Timothy D. Bowman","Venkata Ratandeep Suri","Andrew Tsou","Scott Weingart","Cassidy R. Sugimoto"],"id":"667643db-94e1-4334-95aa-43f0529df27a","n_citation":128,"references":["098bd1db-947a-411f-97b2-f6fab70eb3be","0cbb9429-af64-4a2b-acb3-549ea7c92bf4","1174c321-18cf-4715-bdb3-e855b42ee2aa","3a34a73d-4cbb-47f9-8cfb-8146b84c8560","40e2e8aa-2d6a-4bec-9225-707a8bde867f","4fe27cf8-c352-4a30-8656-39e11a09f024","52b5b85d-934d-4eb0-90fc-b4f7f10bdf14","64d1109c-c584-4bf9-8d44-098b76cb79de","66b8db6b-6beb-48eb-a1fc-1eb85132e538","74575811-350e-4e90-a27d-40202d9dbbd7","74aa0842-cffc-4801-b827-3d13e6e6bce5","78824a20-ebf0-46de-afd6-d1b941d2b350","7d05d0f4-f119-4902-8b21-1d51efb67173","a65f67ea-61ea-4a3d-b927-31deed81e522","aa94e1fb-830d-4f46-800a-7078e7769ed2","bebd5dda-1a28-404a-83fd-f6abf1ddd046","c33e72d6-34cb-438b-a3b8-2de19e262102","cbbf7ddf-a3e6-41cf-874d-78ce3c74e61d","cd50edc7-ab61-4a24-998e-dddd60dd976b","f8499937-be21-44dd-aa56-296ec83bdf57","ff257b87-1437-427c-883b-8082a7f2f266"],"title":"Big data, bigger dilemmas: A critical review","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"OBJECTIVE: To investigate the effect of optic flow on gait behavior during treadmill walking using an immersive virtual reality (VR) setup and compare it with conventional treadmill walking (TW) and overground walking (OW). BACKGROUND: Previous research comparing TW with OW speculated that a lack of optic flow (relative visual movement between a walker and the environment) during TW may have led to perceptual cue conflicts, resulting in differences in gait behavior, as compared with OW. METHOD: Participants walked under three locomotion conditions (OW, TW, and TW with VR [TWVR]) under three walking constraint conditions (no constraint, a temporal\/pacing constraint, and a spatial\/path-following constraint). Presence questionnaires (PQs) were administered at the close of the TWVR trials. Trials were subjected to video analysis to determine spatiotemporal and kinematics variables used for comparison of locomotion conditions. RESULTS: ANOVA revealed gait behavior during TWVR to be between that of OW and TW. Speed and cadence during TWVR were significantly different from those of TW, whereas knee angle was comparable to that of OW. Correlation analysis of PQ scores with gait measures revealed a positive linear association of the distraction subfactor of the PQ with walking speed during TWVR, suggesting an increase in the sense of presence in the virtual environment led to increases in walking speed. CONCLUSION: The results demonstrate that providing optic flow during TW through VR has an impact on gait behavior. APPLICATION: This study provides a basis for developing simple VR locomotion interface setups for gait research. Language: en","authors":["Mohamed A. Sheik-Nainar","David B. Kaber"],"id":"0112c2dd-5ffc-4c56-b7c8-76826b6bf4c8","n_citation":50,"references":[],"title":"The Utility of a Virtual Reality Locomotion Interface for Studying Gait Behavior","venue":"Human Factors","year":2007}
{"abstract":"In every day life, people select motor responses according to arbitrary rules. For example, our movements while driving a car can be instructed by color cues that we see on traffic lights. These stimuli do not spatially relate to the actions that they specify. Associations between these stimuli and actions are called arbitrary visuomotor conditional associations. Earlier fMRI studies have tried to dissociate the sensory and motor components of these associations by introducing delays between the presentation of arbitrary cues and go-signals that instructed participants to perform actions. This approach, however, also introduces neural processes that are not necessarily related to the normal real-time production of arbitrary visuomotor responses, such as working memory and the suppression of motor responses. We used fMRI adaptation as an alternative approach to dissociate sensory and motor components. We found that visual areas in the occipital-temporal cortex adapted only to the presentation of arbitrary visual cues whereas a number of sensorimotor areas adapted only to the production of response. Visual areas in the occipital-temporal cortex do not have any known connections with parts of the brain that can control hand musculature. Therefore, it is conceivable that the brain areas that we report as having adapted to both stimulus presentation and response production (namely, the dorsal premotor area, the supplementary motor area, the cingulate, the anterior intra-parietal sulcus area, and the thalamus) are involved in the multiple steps between processing visual stimuli and activating the motor commands that these cues specify. Language: en","authors":["Philippe A. Chouinard","Melvyn A. Goodale"],"id":"02a2a129-5850-491e-ad8b-54d0adfd7b48","n_citation":26,"references":["66e27d03-9a99-4e99-b5cc-b69f5f5e3f76","9cc5065c-1f5a-480f-9560-d2f6a63f0adf","fbd4782a-3ab6-4771-9d8a-50db7fc3a3d5"],"title":"FMRI adaptation during performance of learned arbitrary visuomotor conditional associations","venue":"NeuroImage","year":2009}
{"abstract":"Portable media consoles are becoming extremely popular devices for viewing a number of different types of media content, both for entertainment and for educational purposes. Given the increasingly heavy use of portable consoles as an alternative to traditional television-style monitors, it is important to investigate how physiological and psychological effects of portable consoles may differ from those of television-based consoles, because such differences in physiological and psychological responses may precipitate differences in the delivered content's effectiveness. Because portable consoles are popular as a delivery system for multiple types of media content, such as movies and video games, it is also important to investigate whether differences between the effects of portable and television-based consoles are consistent across multiple types of media. This article reports a 2 x 2 (console: portable or television-based x medium: video game or movie) mixed factorial design experiment with physiological arousal and self-reported flow experience as dependent variables, designed to explore whether console type affects media experiences and whether these effects are consistent across different media. Results indicate that portable media consoles evoke lower levels of physiological arousal and flow experience and that this effect is consistent for both video games and movies. These findings suggest that even though portable media consoles are often convenient compared to television-based consoles, the convenience may come at a cost in terms of the user experience. Language: en","authors":["James D. Ivory","Robert G. Magee"],"id":"02be8029-4127-48b8-95ee-aaee26e6b2bf","n_citation":26,"references":["460b56a6-d9ff-4e34-960d-0f0805262b88","4e96e830-7148-4a45-97bc-fc76f62cb8ea","91e9e000-f8ec-4042-b536-f7fedfcb4aa4"],"title":"You Can't Take It with You? Effects of Handheld Portable Media Consoles on Physiological and Psychological Responses to Video Game and Movie Content","venue":"Cyberpsychology, Behavior, and Social Networking","year":2009}
{"abstract":"Naturalistic paradigms such as movie watching or simulated driving that mimic closely real-world complex activities are becoming more widely used in functional magnetic resonance imaging (fMRI) studies both because of their ability to robustly stimulate brain connectivity and the availability of analysis methods which are able to capitalize on connectivity within and among intrinsic brain networks identified both during a task and in resting fMRI data. In this paper we review over a decade of work from our group and others on the use of simulated driving paradigms to study both the healthy brain as well as the effects of acute alcohol administration on functional connectivity during such paradigms. We briefly review our initial work focused on the configuration of the driving simulator and the analysis strategies. We then describe in more detail several recent studies from our group including a hybrid study examining distracted driving and compare resulting data with those from a separate visual oddball task (Fig. 6). The analysis of these data was performed primarily using a combination of group independent component analysis (ICA) and the general linear model (GLM) and in the various studies we highlight novel findings which result from an analysis of either 1) within-network connectivity, 2) inter-network connectivity, also called functional network connectivity, or 3) the degree to which the modulation of the various intrinsic networks were associated with the alcohol administration and the task context. Despite the fact that the behavioral effects of alcohol intoxication are relatively well known, there is still much to discover on how acute alcohol exposure modulates brain function in a selective manner, associated with behavioral alterations. Through the above studies, we have learned more regarding the impact of acute alcohol intoxication on organization of the brain's intrinsic connectivity networks during performance of a complex, real-world cognitive operation. Lessons learned from the above studies have broader applicability to designing ecologically valid, complex, functional MRI cognitive paradigms and incorporating pharmacologic challenges into such studies. Overall, the use of hybrid driving studies is a particularly promising area of neuroscience investigation. Keywords: Driver distraction; Language: en","authors":["Vince D. Calhoun","Godfrey D. Pearlson"],"id":"04b29976-dbad-4490-a756-9c9fd503ebef","n_citation":60,"references":["1fee3565-bcb8-4cf4-a074-82298cc268ed","283c3b9c-d1e2-48f2-87d5-5a53f0afca6f","75060d33-3a3f-4492-8969-fe29c91cff4b","7717a67a-442c-4319-b1bb-6511ff7812bc","7ce1024e-4aff-4751-9f83-ddf29bdcbf31","fada1a7b-3b54-4a5b-980f-50a2e68722a9"],"title":"A selective review of simulated driving studies: Combining naturalistic and hybrid paradigms, analysis approaches, and future directions","venue":"NeuroImage","year":2012}
{"abstract":"Over half of Australia's population lives in its southeastern quadrant. Temperature records for the 55-year period 1958-2013 indicate that hot summers have occurred increasingly since the 1990s with daily maximum temperatures reaching 10 °C above normal. The extreme nature of the change in monthly mean maximum temperatures (∼1 to 1.5 °C above the long term mean) far exceeds the natural variability expected over a half century. Numerous maximum temperature records have been set and the extreme heat poses a major socioeconomic threat. This work examines changes in mean values of maximum daily temperatures for each summer month, in southeastern Australia. A 10-site dataset, for 1958-2013, was drawn and resampled to quantify temporal changes and uncertainty in decadal monthly maximum temperatures. Resampling methods documented the historical uniqueness of the maximum temperatures in recent decades. RESULTS suggest strongly that, in recent decades, the maximum temperatures exceeding the upper quartile of the historical data is greater than expected by random chance. The findings confirm the regional nature of the warming. The increase in summer temperature is partly related to changes in atmospheric blocking. Language: en","authors":["Michael B. Richman","Lance M. Leslie"],"id":"0629fda7-97ec-4314-9d40-54d6c52bf2ff","n_citation":1,"references":[],"title":"Classification of changes in extreme heat over southeastern Australia","venue":"Procedia Computer Science","year":2013}
{"abstract":"OBJECTIVE: The objective of this research is to determine the best location to place a conventional mobile computer supported by a commercially available mount in a light truck cab. BACKGROUND: U.S. and Canadian electric utility companies are in the process of integrating mobile computers into their fleet vehicle cabs. There are no publications on the effect of mobile computer location in a vehicle cab on biomechanical loading, performance, and subjective assessment. METHOD: The authors tested four locations of mobile computers in a light truck cab in a laboratory study to determine how location affected muscle activity of the lower back and shoulders; joint angles of the shoulders, elbows, and wrist; user performance; and subjective assessment. A total of 22 participants were tested in this study. RESULTS: Placing the mobile computer closer to the steering wheel reduced low back and shoulder muscle activity. Joint angles of the shoulders, elbows, and wrists were also closer to neutral angle. Biomechanical modeling revealed substantially less spinal compression and trunk muscle force. In general, there were no practical differences in performance between the locations. Subjective assessment indicated that users preferred the mobile computer to be as close as possible to the steering wheel. CONCLUSION: Locating the mobile computer close to the steering wheel reduces risk of injuries, such as low back pain and shoulder tendonitis. APPLICATION: Results from the study can guide electric utility companies in the installation of mobile computers into vehicle cabs. Results may also be generalized to other industries that use trucklike vehicles, such as construction. Language: en","authors":["Kyle A. Saginus","Richard W. Marklin","Patricia Seeley","Guy G. Simoneau","Stephen H. Freier"],"id":"070f8314-0460-4374-9337-c8caef16f266","n_citation":50,"references":[],"title":"Biomechanical Effects of Mobile Computer Location in a Vehicle Cab","venue":"Human Factors","year":2011}
{"abstract":"There is an increasing awareness of the importance and the benefits to be attained from consulting the end-users during system and product development. Although the rationale of utilizing the expertise of end-users in the system development life cycle appears to provide an apparently straightforward, even 'ideal' approach, there are many difficulties associated with eliciting the required knowledge from experts, both general and specific to every user group. Furthermore, many developers do not know how to involve users, or if they do, they do not utilize them to best effect. In the avionics sphere, the wealth of knowledge possessed by line pilots and flight engineers represents a vital information resource for the design of future flight-deck systems. As a specific example, this paper overviews some of the considerations which arose from working with these end-users in the early stages of the development of a warning and diagnostic system for civil aircraft. The end-goal of this particular phase of the work was the generation of guidelines for the design of the interface for the software engineers to use when building the prototype, and the methodological approach taken to achieve this is reported here. Language: en","authors":["Jan Noyes","Af Starr","Clive Frankish"],"id":"0939842b-43e3-40a7-99d3-4ea0a869e8ff","n_citation":50,"references":["a07e3b86-38e0-4e40-ad8a-65b7483ca6f2"],"title":"User involvement in the early stages of the development of an aircraft warning system","venue":"Behaviour & Information Technology","year":1996}
{"abstract":"OBJECTIVE: A pair of simulated driving experiments studied the effects of cognitive load on drivers' lane-keeping performance. BACKGROUND: Cognitive load while driving often reduces the variability of lane position. However, there is no agreement as to whether this effect should be interpreted as a performance loss, consistent with other effects of distraction on driving, or as an anomalous performance gain. METHOD: Participants in a high-fidelity driving simulator performed a lane-keeping task in lateral wind,with instructions to keep a steady lane position. Under high load conditions, participants performed a concurrent working memory task with auditory stimuli. Cross-spectral analysis measured the relationship between wind force and steering inputs. RESULTS: Cognitive load reduced the variability of lane position and increased the coupling between steering wheel position and crosswind strength. CONCLUSION: Although cognitive load disrupts driver performance in a variety of ways, it produces a performance gain in lane keeping.This effect appears to reflect drivers' efforts to protect lateral control against the risk of distraction, at the apparent neglect of other elements of driving performance. APPLICATION: Results may inform educational efforts to help drivers understand the risks of distraction and the inadequacies of compensatory driving strategies. Keywords: Driver distraction; Language: en","authors":["Jibo He","Jason S. McCarley","Arthur F. Kramer"],"id":"0a2ba1d9-53bc-4b7c-a203-041acad4fa26","n_citation":50,"references":["032d4515-4fe0-4aa8-99b6-1c094edab536","07b7b3d1-0122-41f6-9b89-6cb35bbc47c8","3d3a276a-180d-4281-a678-7ff9aa3c509f","5cfedcf8-5a05-4994-829e-3fe038d9ade2","857243c9-2154-4dca-817f-b3b7af077355","9713f006-015f-492f-934c-9851a7a4d9bf"],"title":"Lane Keeping Under Cognitive Load Performance Changes and Mechanisms","venue":"Human Factors","year":2014}
{"abstract":"OBJECTIVE: We show how to choose colors for icons on maps to minimize search time using predictions of a model of visual search. BACKGROUND: The model analyzes digital images of a search target (an icon on a map) and a search display (the map containing the icon) and predicts search time as a function of target-distractor color distinctiveness and target eccentricity. METHOD: We parameterized the model using data from a visual search task and performed a series of optimization tasks to test the model's ability to choose colors for icons to minimize search time across icons. Map display designs made by this procedure were tested experimentally. In a follow-up experiment, we examined the model's flexibility to assign colors in novel search situations. RESULTS: The model fits human performance, performs well on the optimization tasks, and can choose colors for icons on maps with novel stimuli to minimize search time without requiring additional model parameter fitting. CONCLUSION: Models of visual search can suggest color choices that produce search time reductions for display icons. APPLICATION: Designers should consider constructing visual search models as a low-cost method of evaluating color assignments. Language: en","authors":["Joshua Shive","Gregory Francis"],"id":"0a532328-e926-40a0-a6f9-46783d1705f3","n_citation":50,"references":["b1e4d0ef-f8a8-4d79-abfe-4cc202a5f56a","b987b446-4cb0-4ee8-85b3-28895d9ec807","de4f0181-1001-4958-b4d9-3c7a0ff80f0d"],"title":"Choosing Colors for Map Display Icons Using Models of Visual Search","venue":"Human Factors","year":2013}
{"abstract":"Information exchange among vehicles, and between vehicles and the roadside infrastructure is commonly regarded as a base technology to sustainably reduce road accidents and improve traffic efficiency. After more than a decade of research and development efforts, a technological basis has been established that applies WiFi-based, wireless communication in the 5.9 GHz frequency band, ad hoc communication and dedicated message sets, as well as management and security procedures. In Europe, Release 1 of standards for cooperative systems has been completed, indicating deployment of a basic system starting in 2015. This article provides a comprehensive overview of standards and complementary industry specifications for cooperative systems in Europe, covering relevant aspects of access technologies, network and transport protocols, facilities, applications, security, and management. Language: en","authors":["Andreas Festag"],"id":"0b2112c8-5ecb-4617-bee2-f3bc84d9fbc3","n_citation":86,"references":["3dd00797-b2e7-417a-9e7f-ca0c2ef29ef9","4c0718aa-1593-4865-91ad-7fd04c86a9e5","4d5ef232-b6e9-4eb3-8e83-c3ebea340465","65e54ade-da4e-4ce0-b912-9a04a99701a4","74f14b88-3ae8-4ed3-8c8e-5e544c4435e6","7619c6e0-f6a2-47f1-a571-70a2f42e76bf","c6db4eb8-d63b-4e75-a615-bcdb6d5743c6","d58df8be-f491-40d9-a9d4-c97798947ef2","f2148c20-a2f2-4b4e-82cf-cc8b6e0f61c6"],"title":"Cooperative intelligent transport systems standards in europe","venue":"IEEE Communications Magazine","year":2014}
{"abstract":"Exposure to psychological trauma is common and predicts long-term physical and mental health problems, even in those who initially appear resilient. Here, we used multimodal neuroimaging in healthy adults who were at different distances from the World Trade Center on 9\/11\/01 to examine the neural mechanisms that may underlie this association. More than 3 years after 9\/11\/01, adults with closer proximity to the disaster had lower gray matter volume in amygdala, hippocampus, insula, anterior cingulate, and medial prefrontal cortex, with control for age, gender, and total gray matter volume. Further analysis showed a nonlinear (first-order quadratic) association between total number of traumas in lifetime and amygdala gray matter volume and function in the whole group. Post hoc analysis of subgroups with higher versus lower levels of lifetime trauma exposure revealed systematic associations between amygdala gray matter volume, amygdala functional reactivity, and anxiety that suggest a nonlinear trajectory in the neural response to accumulated trauma in healthy adults. Language: en","authors":["Barbara L. Ganzel","Pilyoung Kim","Gary H. Glover","Elise Temple"],"id":"0b42cf26-a9eb-4506-9f5f-27b6533bd8f8","n_citation":105,"references":[],"title":"Resilience after 9\/11: Multimodal neuroimaging evidence for stress-related change in the healthy adult brain","venue":"NeuroImage","year":2008}
{"abstract":"OBJECTIVE: The objective was to conduct research synthesis for the U.S.Army on the effectiveness of two error prevention training strategies (training wheels and scaffolding) on the transfer of training. BACKGROUND: Motivated as part of an ongoing program of research on training effectiveness, the current work presents some of the program's research into the effects on transfer of error prevention strategies during training from a cognitive load perspective. Based on cognitive load theory, two training strategies were hypothesized to reduce intrinsic load by supporting learners early in acquisition during schema development. METHOD: A transfer ratio and Hedges' g were used in the two meta-analyses conducted on transfer studies employing the two training strategies. Moderators relevant to cognitive load theory and specific to the implemented strategies were examined.The transfer ratio was the ratio of treatment transfer performance to control transfer. Hedges' g was used in comparing treatment and control group standardized mean differences. Both effect sizes were analyzed with versions of sample weighted fixed effect models. RESULTS: Analysis of the training wheels strategy suggests a transfer benefit. The observed benefit was strongest when the training wheels were a worked example coupled with a principle-based prompt. Analysis of the scaffolding data also suggests a transfer benefit for the strategy. CONCLUSION: Both training wheels and scaffolding demonstrated positive transfer as training strategies.As error prevention techniques, both support the intrinsic load--reducing implications of cognitive load theory. APPLICATION: The findings are applicable to the development of instructional design guidelines in professional skill-based organizations such as the military. Language: en","authors":["Shaun Hutchins","Christopher D. Wickens","Thomas F. Carolan","John M. Cumming"],"id":"0baa9969-bd74-4435-a1f1-98efc63b5c5a","n_citation":50,"references":["1a48ae1a-9138-4623-b966-3d659610c0cb","1c3d115e-7f7a-44e7-9728-a0a630da8c0d","754c2a0e-da6e-4bac-a7e3-cf0aa2faec1b","9a6c1035-a370-4357-8741-6e9a0e47e7bb","c0524605-4f25-4708-a601-dc59b11c7e3a","d73035ea-3af5-4bb4-a626-649642cbefc2","f5f67393-adf3-4cdd-b139-d339af517dd6"],"title":"The Influence of Cognitive Load on Transfer With Error Prevention Training Methods A Meta-Analysis","venue":"Human Factors","year":2013}
{"abstract":"Design for America (DFA) is a national organization that connects and activates voluntary teams of university students, faculty, professional designers, and community members to confront illiteracy, tackle violence, beat poverty, and more. DFA guides student-led teams as they learn and lead a community centered innovation process that emphasizes participatory design, rapid iteration, and interdisciplinary teamwork. DFA starts by teaching teams to identify problems in their own community that are personally meaningful to them and if solved, could scale globally. DFA teams go out into the community to talk to people to understand what is not working and what could be working better. They talk with community members to get a sense of the pressing challenges, take digital pictures of what's broken, and do research to learn about the significance of the problems and which problems resonate personally with them. Language: en","authors":["Elizabeth Gerber"],"id":"0c3ed0aa-a2ed-49b4-809c-77bc814dc7a1","n_citation":4,"references":null,"title":"Design for America: organizing for civic innovation","venue":"Interactions","year":2014}
{"abstract":"Emerging applications using body sensor networks (BSNs) constitute a new trend in car safety. However, the integration of heterogeneous body sensors with vehicular ad hoc networks (VANETs) poses a challenge, particularly on the detection of human behavioral states that may impair driving. This paper proposes a detector of human emotions, of which tiredness and stress (tension) could be related to traffic accidents. We present an exploratory study demonstrating the feasibility of detecting one emotional state in real time using a BSN. Based on these results, we propose middleware architecture that is able to detect emotions, which can be communicated via the onboard unit of a vehicle with city emergency services, VANETs, and roadside units, aimed at improving the driver's experience and at guaranteeing better security measures for the car driver. 2014 IEEE. Language: en","authors":["Genaro Rebolledo-Mendez","Angélica Reyes","Sebastian Paszkowicz","Mari Carmen Domingo","Lee Skrypchuk"],"id":"0d09ff6a-e4d5-4911-8e82-62bfb65519d1","n_citation":50,"references":["0f253dba-b7da-4f36-98e9-763713131eea","3991de22-9f22-403a-97b4-6011e8bd161d","47bb632e-b522-4f63-a8ec-ed3a733591ac","4cf68f16-787a-40fd-9b17-2ca0a9d19850","510a2782-1929-41ad-9fb7-f315b0e6557f","5cc25690-9829-4a89-96ef-d31355546ab7","77174187-8bbe-4512-9c29-dafc658a6df6","87e47b83-e85b-460f-be41-16bc18bab9fb","a8d3f965-a4e9-4d6e-af7e-9f524fc546ac","ab7f0a94-3fec-44e1-9eaf-eac096b3050e","dbdbb5e2-4e1c-44df-a58f-71ecf0d2d717","fe55d874-2ee9-426b-9934-15b49fe2fb98"],"title":"Developing a Body Sensor Network to Detect Emotions During Driving","venue":"IEEE Transactions on Intelligent Transportation Systems","year":2014}
{"abstract":"In the collective-risk social dilemma, players lose their personal endowments if contributions to the common pool are too small. This fact alone, however, does not always deter selfish individuals from defecting. The temptations to free ride on the prosocial efforts of others are strong because we are hardwired to maximize our own fitness regardless of the consequences which might have for the public good. Here we show that the addition of risky assets to the personal endowments, both of which are lost if the collective target is not reached, can contribute to solving the collective-risk social dilemma. In infinite well-mixed populations, risky assets introduce new stable and unstable mixed steady states, whereby the stable mixed steady state converges to full cooperation as either the risk of collective failure or the amount of risky assets increases. Similarly, in finite well-mixed populations, the introduction of risky assets enforces configurations where cooperative behavior thrives. In structured populations cooperation is promoted as well, but the distribution of assets among the groups is crucial. Surprisingly, we find that the completely rational allocation of assets only to the most successful groups is not optimal, and this regardless of whether the risk of collective failure is high or low. Instead, in low-risk situations bounded rational allocation of assets works best, while in high-risk situations the simplest uniform distribution of assets among all the groups is optimal. These results indicate that prosocial behavior depends sensitively on the potential losses individuals are likely to endure if they fail to cooperate. Language: en","authors":["Xiaojie Chen","Yanling Zhang","Ting-Zhu Huang","Matjaz Perc"],"id":"0f94d218-f80a-4546-87b5-d63ea2470940","n_citation":15,"references":[],"title":"Solving the collective-risk social dilemma with risky assets in well-mixed and structured populations","venue":"Physical Review E","year":2014}
{"abstract":"Falls are one of the major causes leading to injury of elderly people. Using wearable devices for fall detection has a high cost and may cause inconvenience to the daily lives of the elderly. In this paper, we present an automated fall detection approach that requires only a low-cost depth camera. Our approach combines two computer vision techniques-shape-based fall characterization and a learning-based classifier to distinguish falls from other daily actions. Given a fall video clip, we extract curvature scale space (CSS) features of human silhouettes at each frame and represent the action by a bag of CSS words (BoCSS). Then, we utilize the extreme learning machine (ELM) classifier to identify the BoCSS representation of a fall from those of other actions. In order to eliminate the sensitivity of ELM to its hyperparameters, we present a variable-length particle swarm optimization algorithm to optimize the number of hidden neurons, corresponding input weights, and biases of ELM. Using a low-cost Kinect depth camera, we build an action dataset that consists of six types of actions (falling, bending, sitting, squatting, walking, and lying) from ten subjects. Experimenting with the dataset shows that our approach can achieve up to 91.15% sensitivity, 77.14% specificity, and 86.83% accuracy. On a public dataset, our approach performs comparably to state-of-the-art fall detection methods that need multiple cameras. Language: en","authors":["Xin Ma","Haibo Wang","Bingxia Xue","Mingang Zhou","Bing Ji","Yibin Li"],"id":"1359c83d-25b7-4711-8d01-489d3d3efdc3","n_citation":66,"references":["025fa801-6e14-43aa-b178-eebc0876619c","0c17a737-c541-4a75-bebf-141b9b6d6905","26316adf-569e-49bc-a289-c1ba311624f6","32045981-87e4-4ed0-b41d-bb3f69deb676","45105226-e065-4c59-92d6-ab10aa8f60dc","499357a9-e3bf-49ee-ab8d-2e2a75de1106","4b84888b-0ef2-400b-aa4e-b8c4c9e42541","4ecbe5d9-bc8e-4eb3-a17e-d92288be08a3","5db74d87-cc8f-45df-b65c-b00dbaf9026b","6ef79b13-584d-48c8-9392-e78200b1385a","7de65f11-b9d2-459e-91c3-7eeccc6c8baf","7e4a0eeb-9235-434e-bcf4-e82560dda8f1","85355171-07a1-4315-bf95-6702bdf11f43","864d2dc4-2172-4438-8889-1ed24385f9cc","b64e88f1-fbea-42bf-8974-b2d7e3af92a7","c3b6d5e3-021a-412c-86b0-31237f919ed3","d3b8e209-d1a4-4900-a51f-da5abd8aa096","d6bab853-f6c0-4057-854d-4781008fac3b","d72ff702-20b3-424d-b806-a8dd4d3a1eab","da01bb26-462e-47aa-98e8-4d0a7aebd5f2","da2ce7d2-2661-40e9-a090-cab7661a89c0","dd09b821-e162-4bf9-a49b-fbd139038918","f570fe90-f170-4962-b673-31f458ba8e25","f81d2ba1-0be0-4a5b-b835-a00b6030cc90"],"title":"Depth-based human fall detection via shape features and improved extreme learning machine.","venue":"IEEE Journal of Biomedical and Health Informatics","year":2014}
{"abstract":"Intelligent Transportation Systems rely on understanding, predicting and affecting the interactions between vehicles. Development of such systems must be based upon data derived from actual interactions if they are to be effective when used in real world applications. Increasingly, systems are being developed that are based on radio communication of state and intent between vehicles. Understanding of how these interactions occur is also necessary to creating robust systems. In order to test and compare new techniques, approaches and algorithms it is necessary to have a rich dataset to experiment with. This paper presents a detailed dataset useful for members of the Intelligent Transportation Systems community. It contains vehicle state information, vehicle-to-vehicle communications and road maps at high temporal resolution for large numbers of interacting vehicles over a long time period. This data set has already been used for a number of Intelligent Transportation Systems projects such as road mapping, driver intent prediction and collision avoidance among others. Language: en","authors":["James R. Ward","Stewart Worrall","Gabriel Agamennoni","Eduardo Mario Nebot"],"id":"143d3278-a0aa-42a7-93d5-44273e226516","n_citation":11,"references":["081f7702-961f-4598-9e58-482cc0058345","1a2b4ff1-ad16-4f36-ae32-2956a7427c3d","1b506677-f342-42b1-8a40-329f32764001","1ec21bd6-4166-4227-b16e-ae93313aea4b","5b8a7965-4895-44cf-8a29-679177f95b14","6816fa5d-0e4a-4ab5-857a-61663e06524c","a582a6b3-22d2-42cd-b3f5-b3bbb1aae14a","ae13c8a0-20c7-4e12-8a7d-59fc17943493","ba373825-fc71-4b5d-94ed-efca448669a5","bd84705a-addb-4753-833c-1ceb6c32fa59","c3512b49-9cd0-48ca-95a4-3e4ace5e1488","e947942c-4592-4add-b672-7b63afd5b41d","e995b3ae-12ea-45d4-80b6-5dc360862a55","ed9f9f71-ba9d-4ec8-8446-8fc200ac3699","fee20465-fc3e-4710-894f-b1a29896b916"],"title":"The Warrigal Dataset: Multi-Vehicle Trajectories and V2V Communications","venue":"IEEE Intelligent Transportation Systems Magazine","year":2014}
{"abstract":"The use of virtual environments with head-mounted displays (HMDs) offers unique assets to the evaluation and therapy of clinical populations. However, research examining the effects of this technology on clinical populations is sparse. Understanding how wearers interact with the HMD is vital. Discomfort leads to altered use of the HMD that could confound performance measures; the very measures which might be used as tools for clinical decision making. The current study is a post-hoc analysis of the relationship between HMD use and HMD comfort. The analysis was conducted to examine contributing factors for a high incidence of simulator sickness observed in an HMD-based driving simulator. Pearson correlation analysis was used to evaluate objective and subjective measures of HMD performance and self-reported user comfort ratings. The results indicated weak correlations between these variables, indicating the complexity of quantifying user discomfort and HMD performance. Comparison of two case studies detailing user behavior in the virtual environment demonstrates that selected variables may not capture how individuals use the HMD. The validity and usefulness of the HMD-based virtual environments must be understood to fully reap the benefits of virtual reality (VR) in rehabilitation medicine. Language: en","authors":["Lisa K. Simone","Maria T. Schultheis","Jose Rebimbas","Scott R. Millis"],"id":"14a5d1a0-7654-4f21-b867-d8cb253f5a24","n_citation":19,"references":["2edc7242-162d-45f3-baf7-a9c40295f2ac","3912994b-cd8a-4f77-a40c-30f5c4f7e1d7","73837cbd-df4a-4456-8a9c-2c74804b2bf4","c002e14a-420d-4d90-9ca2-2cddc208ebb9","f3f541e4-f1a4-470b-9748-962e17ebe2a4","f66add12-ef18-4769-ad08-5998a28922a1"],"title":"Head-mounted displays for clinical virtual reality applications: pitfalls in understanding user behavior while using technology.","venue":"Cyberpsychology, Behavior, and Social Networking","year":2006}
{"abstract":"We analyzed age-related changes in motor response in a visuomotor compensatory tracking task. Subjects used a manipulandum to attempt to keep a displayed cursor at the center of a screen despite random perturbations to its location. Cross-correlation analysis of the perturbation and the subject response showed no age-related increase in latency until the onset of response to the perturbation, but substantial slowing of the response itself. Results are consistent with age-related deterioration in the ratio of signal to noise in visuomotor response. The task is such that it is tractable to use Bayesian and quadratic optimality assumptions to construct a model for behavior. This model assumes that behavior resembles an optimal controller subject to noise, and parametrizes response in terms of latency, willingness to expend effort, noise intensity, and noise bandwidth. The model is consistent with the data for all young (n = 12, age 20-30) and most elderly (n = 12, age 65-92) subjects. The model reproduces the latency result from the cross-correlation method. When presented with increased noise, the computational model reproduces the experimentally observed age-related slowing and the observed lack of increased latency. The model provides a precise way to quantitatively formulate the long-standing hypothesis that age-related slowing is an adaptation to increased noise. Language: en","authors":["Michael Sherback","Francisco J. Valero-Cuevas","Raffaello D'Andrea"],"id":"157431c3-af83-44dd-a63b-f76bbd312fe9","n_citation":50,"references":["13fbc6e0-e91e-4a5b-b4c6-f7b2c2e9f6ba","1c0d789b-4e76-459b-8787-0cb6664b38fc"],"title":"Slower Visuomotor Corrections with Unchanged Latency are Consistent with Optimal Adaptation to Increased Endogenous Noise in the Elderly","venue":"PLOS Computational Biology","year":2010}
{"abstract":"Here, we develop a theory of the relationship between the reviewer's effort and bias in peer review. From this theory, it follows that journal editors might employ biased reviewers because they shirk less. This creates an incentive for the editor to use monitoring mechanisms (e.g., associate editors supervising the peer review process) that mitigate the resulting bias in the reviewers' recommendations. The supervision of associate editors could encourage journal editors to employ more extreme reviewers. This theory helps to explain the presence of bias in peer review. To mitigate shirking by a reviewer, the journal editor may assign biased referees to generate information about the manuscript's quality and subject the reviewer's recommendations to supervision by a more aligned associate editor. Language: en","authors":["Jose A. García","Rosa Rodriguez-Sánchez","Joaquín Fdez-Valdivia"],"id":"1593def3-7e92-49d0-9646-57c604408eeb","n_citation":4,"references":["20312723-810e-4683-937f-f7f59cc88743","420b5e20-2f90-49ab-976b-037c823ad10c","524b2561-4c7e-43ff-9d7b-fe3bd5132fcb"],"title":"Bias and effort in peer review","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"OBJECTIVE: The aim of this study was to investigate asymmetrical interactions between humans and their environment using online seat booking sites. BACKGROUND: Functional differences between the cerebral hemispheres affect the choices people make. For example, when asked to imagine going to a cinema, people preferentially select seats to the right We investigated whether this experimental research generalizes to online booking sites for aircraft and theaters. METHOD: Occupancy rates for seats taken on the left and right sides were assessed for 100 airline flights with 12,762 available seats and 37 theater performances with 34,456 seats. On the basis of previous research, a rightward bias was predicted for aircraft and theaters. RESULTS: For aircraft, contrary to expectation, occupancy rate was higher for left- compared with right-side seats. For theaters, a rightward bias was observed when the theater was less than half full.The bias was not affected by the orientation of the map. CONCLUSION: For aircraft, the leftward preference could be attributable to a rightward turning bias or a \"feeling\" that the port seats are closer to the exit, even though they are not. For theaters, the data demonstrate that the rightward preference observed in earlier studies exists only when the theater is relatively empty. APPLICATION: Asymmetrical seating may play an important role in the efficient assimilation of information from the environment, and this role should take this into account when designing effective human-environment interfaces.The online method of assessing seating used in the current study provides an informative and potentially powerful means of assessing asymmetries in human perception and action. Language: en","authors":["Mike Nicholls","Nicole A. Thomas","Tobias Loetscher"],"id":"174c7c46-a328-4e87-9079-f382ce292bab","n_citation":50,"references":["a7f987f4-c4c4-4553-97fa-d9d3a8c0f970"],"title":"An online means of testing asymmetries in seating preference reveals a bias for airplanes and theaters","venue":"Human Factors","year":2013}
{"abstract":"Many open access journals have a reputation for being of low quality and being dishonest with regard to peer review and publishing costs. Such journals are labeled \"predatory\" journals. This study examines author profiles for some of these \"predatory\" journals as well as for groups of more well-recognized open access journals. We collect and analyze the publication record, citation count, and geographic location of authors from the various groups of journals. Statistical analyses verify that each group of journals has a distinct author population. Those who publish in \"predatory\" journals are, for the most part, young and inexperienced researchers from developing countries. We believe that economic and sociocultural conditions in these developing countries have contributed to the differences found in authorship between \"predatory\" and \"nonpredatory\" journals. Language: en","authors":["Jingfeng Xia","Jennifer L. Harmon","Kevin G. Connolly","Ryan M. Donnelly","Mary R. Anderson","Heather A. Howard"],"id":"182a502d-c875-4c59-9414-050b2ac621da","n_citation":1,"references":["524b2561-4c7e-43ff-9d7b-fe3bd5132fcb"],"title":"Who publishes in “predatory” journals?","venue":"Journal of the Association for Information Science and Technology","year":2015}
{"abstract":"OBJECTIVE: This investigation sought to develop a reliable and valid classification system for identifying and classifying the underlying causes of pilot errors reported under the Aviation Safety Action Program (ASAP). BACKGROUND: ASAP is a voluntary safety program that air carriers may establish to study pilot and crew performance on the line. In ASAP programs, similar to the Aviation Safety Reporting System, pilots self-report incidents by filing a short text description of the event. The identification of contributors to errors is critical if organizations are to improve human performance, yet it is difficult for analysts to extract this information from text narratives. A taxonomy was needed that could be used by pilots to classify the causes of errors. METHOD: After completing a thorough literature review, pilot interviews and a card-sorting task were conducted in Studies 1 and 2 to develop the initial structure of the Aviation Causal Contributors for Event Reporting Systems (ACCERS) taxonomy. The reliability and utility of ACCERS was then tested in studies 3a and 3b by having pilots independently classify the primary and secondary causes of ASAP reports. RESULTS: The results provided initial evidence for the internal and external validity of ACCERS. Pilots were found to demonstrate adequate levels of agreement with respect to their category classifications. CONCLUSIONS: ACCERS appears to be a useful system for studying human error captured under pilot ASAP reports. Future work should focus on how ACCERS is organized and whether it can be used or modified to classify human error in ASAP programs for other aviation-related job categories such as dispatchers. APPLICATION: Potential applications of this research include systems in which individuals self-report errors and that attempt to extract and classify the causes of those events. Language: en","authors":["David P. Baker","Kelley J. Krokos"],"id":"1880f8ad-e2db-490b-8c1d-1f9f5857b831","n_citation":50,"references":[],"title":"Development and Validation of Aviation Causal Contributors for Error Reporting Systems (ACCERS)","venue":"Human Factors","year":2007}
{"abstract":"OBJECTIVE: The objective of this study was to investigate if a verbal task can improve alertness and if performance changes are associated with changes in alertness as measured by EEG. BACKGROUND: Previous research has shown that a secondary task can improve performance on a short, monotonous drive. The current work extends this by examining longer, fatiguing drives. The study also uses EEG to confirm that improved driving performance is concurrent with improved driver alertness. METHOD: A 90-min, monotonous simulator drive was used to place drivers in a fatigued state. Four secondary tasks were used: no verbal task, continuous verbal task, late verbal task, and a passive radio task. RESULTS: When engaged in a secondary verbal task at the end of the drive, drivers showed improved lane-keeping performance and had improvements in neurophysiological measures of alertness. CONCLUSION: A strategically timed concurrent task can improve performance even for fatiguing drives. APPLICATION: Secondary-task countermeasures may prove useful for enhancing driving performance across a range of driving conditions. Language: en","authors":["Paul Atchley","Mark Chan","Sabrina Gregersen"],"id":"1ad8cc2d-8a73-459d-a047-33b94e6a43aa","n_citation":50,"references":["42e46fa5-61a3-43ee-90f7-0bf2d8c42882","4bce82a0-96bf-4403-aa58-7eca27881684","65250dc2-46e3-4360-9370-0fed121a671e","65408433-5e1c-47c6-8607-470cffbb566a","68b5832d-0177-4674-92ca-335a90458df1","857243c9-2154-4dca-817f-b3b7af077355","b4a5cf66-dd61-47e0-96ba-185a3aca1a4b","e622aa5e-5325-4490-8d68-d6643db5828e"],"title":"A Strategically Timed Verbal Task Improves Performance and Neurophysiological Alertness During Fatiguing Drives","venue":"Human Factors","year":2014}
{"abstract":"We examined errors in the localization of nearby virtual objects presented via see-through helmet-mounted displays as a function of viewing conditions and scene content in four experiments using a total of 38 participants. Monocular, biocular, and stereoscopic presentation of the virtual objects, accommodation (required focus), participants' age, and the position of physical surfaces were examined. Nearby physical surfaces were found to introduce localization errors that differ depending on the other experimental factors. These errors apparently arise from the occlusion of the physical background by the optically superimposed virtual objects, but they are modified by participants' accommodative competence and specific viewing conditions. The apparent physical size and transparency of the virtual objects and physical surfaces, respectively, are influenced by their relative position when superimposed. The design implications of the findings are discussed in a concluding section. Head-mounted displays of virtual objects are currently being evaluated as aids for mechanical assembly and equipment maintenance. Other applications include telesurgery, surgical planning, telerobotics, and visualization aids for robotic programming. Language: en","authors":["Stephen R. Ellis","Brian M. Menges"],"id":"1b0a7fd0-df6b-4373-a20c-b00ba9a3e0ec","n_citation":52,"references":null,"title":"Localization of virtual objects in the near visual field.","venue":"Human Factors","year":1998}
{"abstract":"A new procedure for evaluating symbol comprehension, the phrase generation procedure, was assessed with 52 younger and 52 older adults. Participants generated as many phrases as came to mind when viewing 40 different safety symbols (hazard alerting, mandatory action, prohibition, and information symbols). Symbol familiarity was also assessed. Comprehension rates for both groups were lower than the 85% level recommended by the American National Standards Institute. Moreover, older participants' comprehension was significantly worse than younger participants', and the older adults also generated significantly fewer phrases. Generally, prohibition symbols were comprehended best and hazard alerting symbols worst. In addition, symbol familiarity was positively correlated with symbol comprehension. These findings indicate that important safety information depicted on signs and household products may be misunderstood if presented in symbolic form. Furthermore, certain types of symbols may be better understood (e.g., prohibition symbols) than other types (e.g., hazard alerting symbols) by both younger and older individuals. These findings signify the utility of the phrase generation procedure as a method for evaluating symbol comprehension, particularly when it is not possible or desirable to provide contextual information. Actual or potential applications of this research include using the phrase generation approach to identify poorly comprehended symbols, including identification of critical confusions that may arise when processing symbolic information. Language: en","authors":["Holly E. Hancock","Wendy A. Rogers","Derek Schroeder","Arthur D. Fisk"],"id":"1b25b641-fea9-4b52-83b5-6e2b433a83fe","n_citation":52,"references":["24d04457-ce5a-4c72-893d-f682fcf69d01","5d1f4671-523c-4531-8cd1-56334fc30dca"],"title":"Safety Symbol Comprehension: Effects of Symbol Type, Familiarity, and Age","venue":"Human Factors","year":2004}
{"abstract":"Traumatic Brain Injury (TBI), a signature wound of Operations Enduring and Iraqi Freedom, can result from blunt head trauma or exposure to a blast\/explosion. While TBI affects sleep, the neurobiological underpinnings between TBI and sleep are largely unknown. To examine the neurobiological underpinnings of this relationship in military veterans, [(18)F]-fluorodeoxyglucose positron emission tomography (FDG PET) was used to compare mTBI-related changes in relative cerebral metabolic rate of glucose (rCMRglc) during wakefulness, Rapid Eye Movement (REM) sleep, and non-REM (NREM) sleep, after adjusting for the effects of posttraumatic stress (PTS). Fourteen Veterans with a history of Blast Exposure and\/or mTBI (B\/mTBI) (age 27.5±3.9) and eleven Veterans with no history (No B\/mTBI) (age 27.7±3.8) completed FDG PET studies during wakefulness, REM sleep, and NREM sleep. Whole-brain analyses were conducted using Statistical Parametric Mapping (SPM8). Between group comparisons revealed that B\/mTBI was associated with significantly lower rCMRglc during wakefulness and REM sleep in the amygdala, hippocampus, parahippocampal gyrus, thalamus, insula, uncus, culmen, visual association cortices, and midline medial frontal cortices. These results suggest alterations in neurobiological networks during Wakefulness and REM sleep subsequent to B\/mTBI exposure, may contribute to chronic sleep disturbances, and differ in individuals with acute symptoms. Language: en","authors":["Ryan P. J. Stocker","Marissa A. Cieply","Benjamin T. E. Paul","Hassen Khan","Luke C. Henry","Anthony P. Kontos","Anne Germain"],"id":"1c35d6dc-1776-43f8-9a59-650e93ace72c","n_citation":0,"references":[],"title":"Combat-related Blast Exposure and Traumatic Brain Injury Influence Brain Glucose Metabolism during REM Sleep in Military Veterans","venue":"NeuroImage","year":2014}
{"abstract":"OBJECTIVE: The study addressed the role of familiarization on a driving simulator with a forward collision warning (FCW) and investigated its impact on driver behavior. BACKGROUND: Drivers need a good understanding of how an FCW system functions to trust it and use it properly. Theoretical and empirical data suggest that exploring the capacities and limitations of the FCW during the learning period improves operating knowledge and leads to increased driver trust in the system and better driver-system interactions.The authors tested this hypothesis by comparing groups of drivers differing in FCW familiarity. METHOD: During the familiarization phase, familiarized drivers were trained on the simulator using the FCW, unfamiliarized drivers simply read an FCW manual, and control drivers had no contact with the FCW. During the test, drivers drove the simulator and had to interact with traffic; both familiarized and unfamiliarized drivers used the FCW, whereas controls did not. RESULTS: Simulator familiarization improved driver understanding of FCW operation. Driver-system interactions were more effective: Familiarized drivers had no collisions, longer time headways, and better reactions in most situations. Familiarization increased trust in the FCW but did not raise system acceptance. CONCLUSION: Familiarization on the simulator had a positive effect on driver-system interactions and on trust in the system. The limitations of the familiarization method are discussed in relation to the driving simulator methodology. APPLICATION: Practicing on a driving simulator with driving-assistance systems could facilitate their use during real driving. Language: en","authors":["Arnaud Koustanaï","Viola Cavallo","Patricia Delhomme","Arnaud Mas"],"id":"1d0a97a7-f35f-4837-ab0a-4fddd1f4e669","n_citation":50,"references":["33d633b0-1e0a-44dc-a101-f204dbcdbca5","4531de90-0d83-46e4-b27f-8cd8424e5dc1"],"title":"Simulator Training With a Forward Collision Warning System Effects on Driver-System Interactions and Driver Trust","venue":"Human Factors","year":2012}
{"abstract":"OBJECTIVE: The impact of interference from irrelevant spatial versus verbal cues is investigated in an auditory spatial Stroop task, and individual differences in navigation strategy are examined as a moderating factor. BACKGROUND: Verbal-spatial cue conflict in the auditory modality has not been extensively studied, and yet the potential for such conflict can be high in certain settings, such as modern aircraft and automobile cockpits, where multiple warning systems and verbally delivered instructions may compete for the operator's spatial attention. METHOD: Two studies are presented in which participants responded to either the semantic meaning or the spatial location of directional words, which were presented from congruent and incongruent locations. A subset was selected from the larger sample for additional analyses based on their navigation strategy. RESULTS: Results demonstrated greater interference when participants were responding to the spatial location and thus attempting to ignore conflicting semantic information. Participants with a verbal navigation strategy paralleled this finding. Conversely, highly spatial navigators responded faster to spatially relevant information but did not show corresponding interference when trying to ignore spatial information. CONCLUSION: The findings suggest that people have fundamentally different approaches to the use of auditory spatial information that manifest at the early level of orienting toward a single word or sound. APPLICATION: When designing spatial information displays and warning systems, particularly those with an auditory component, designers should ensure that either verbal-directional or nonverbal-spatial information is utilized by all alerts to reduce interference. Language: en","authors":["Jane H. Barrow","Carryl L. Baldwin"],"id":"1d2534ba-13a3-42a1-932c-6faea2082b86","n_citation":0,"references":["43dd0710-69a2-4dd9-a502-464f9bd039ad","5aa5e661-371b-48c1-9a97-95eb256fa305","91e85cf6-47b1-490b-ab78-87a95eb22c2b","f091f056-c95b-4c6d-99d7-69f60d0681d7"],"title":"Individual differences in verbal-spatial conflict in rapid spatial-orientation tasks","venue":"Human Factors","year":2015}
{"abstract":"The goals of this study were to (a) examine the phenomenology and developmental correlates of problematic Internet use (PIU) in a large and diverse college student sample; (b) evaluate a developmental process model of PIU in which the expected association between child maltreatment and PIU would be explained by alexithymia; and (c) explore these relations as a function of gender and race. PIU was assessed in a sample of 1,470 college students (62.9 percent female, 37.1 percent male; M(age)=19.13 years [SD=1.49]; 46.1 percent Asian, 28.2 percent Hispanic, 16.3 percent White, 5.9 percent Black, and 3.5 percent Multiracial\/Other) who participated in a larger study of young adult adaptation, which included measures of child maltreatment, alexithymia, self-concept, social support, and psychopathology. Males and Asian students endorsed higher levels of PIU than females and other ethnoracial groups, respectively. PIU was related to contemporaneous maladaptation in the form of decreased self-concept, lower social support, and increased psychopathology across groups. Experiences of child maltreatment were related to increased PIU, and mediation analyses showed that this relation was partially explained by alexithymia. These relations were comparable across males and females and between Asian and non-Asian respondents. The analyses provide evidence for the significant role of child maltreatment and the cognitive-affective deficits it precipitates in understanding pathways toward PIU in young adulthood. Our findings suggest that maltreated youth are at disproportionate risk for PIU, and their capacities to regulate and process emotion are important targets for prevention and therapeutic intervention. Language: en","authors":["Tuppett M. Yates","Margo A. Gregor","Mark G. Haviland"],"id":"1e412ba0-b92b-4538-a474-da166966ad28","n_citation":5,"references":["0d4b80cf-2357-46e7-90fa-8cdda943c314","0e80804c-ebcd-4512-8356-6a7a13a9e835","2fd2b4fc-b026-4cee-926a-c9f3acc46622","4b983058-b288-47fb-b0f2-c1be12b8f9d7","507da1b1-c138-4bae-82a3-e7d7d805c85d","5b350026-957c-43bd-b768-3d76140bd967","62385a01-0241-4b49-a0c7-c6f176e962bd","6354fd7e-1664-4330-9cea-bc32fc429290","65ab0407-ea73-48e8-bbd4-43ec1aacfca0","84a88281-24f1-4c22-8ff0-07783bcf6a3c","a5c9a70f-f3db-4946-8797-8554ed1e3018","b189e86a-e415-4ba6-a9dd-2aafbcd16b44","d7617435-3cb4-465c-ba83-7d63263b281f","f117cd64-897f-451e-9288-f8518218da6e"],"title":"Child Maltreatment, Alexithymia, and Problematic Internet Use in Young Adulthood","venue":"Cyberpsychology, Behavior, and Social Networking","year":2012}
{"abstract":"OBJECTIVE: An empirical investigation was done to determine if there are age-related differences attributable to costs in reliance on a decision aid. BACKGROUND: Costs of reliance on a decision aid may affect reliance on the aid. Older and younger adults may not perceive and respond to a dynamic cost structure equally or objectively. METHOD: Sixteen older adults (65-74 years) and 16 younger adults (18-28 years) performed a counting task with an imperfect decision aid. Two types of costs were manipulated: (a) cost of error (CoE) and (b) cost of verification (CoV). The percentage of trials in which participants agreed with the decision aid and did not perform the task manually was recorded as reliance. Results: Participants decreased their reliance as the CoE increased and increased their reliance with a lower CoV; however, they tended to underrely on the decision aid. Younger adults tended to change their reliance behavior more than older adults did with the changing cost structure. CONCLUSIONS: Older and younger adults appear to interpret costs differently, with older adults being less responsive to changes in costs. Older adults may have been less able to monitor the changing costs and hence not adapt to them as well as younger adults. APPLICATION: Designers of decision aids should consider explicitly stating costs associated with reliance on the aid, as individuals may differ in how they interpret and respond to changing costs. Language: en","authors":["Neta Ezer","Arthur D. Fisk","Wendy A. Rogers"],"id":"1ebe6b3b-375b-435a-acd4-1e87aab6af09","n_citation":12,"references":["33d633b0-1e0a-44dc-a101-f204dbcdbca5","3a9920c6-ec94-485f-a19d-ed995153a8e7","48b4d2f4-6469-4a90-a49a-3898e01604c8","a3528303-1bb5-4001-a9cb-d0447d3c67a4","f30e0058-7e61-45dd-8a54-da4de8910c96"],"title":"Age-related differences in reliance behavior attributable to costs within a human-decision aid system","venue":"Human Factors","year":2008}
{"abstract":"One of the main factors in all aviation accidents is human error. Therefore, the National Aeronautics and Space Administration (NASA) Aviation Safety Program (AvSP) has identified several human factors safety technologies to address this problem. Some technologies directly address human error either by attempting to reduce the occurrence of errors or by mitigating the negative consequences of errors. However, new technologies and system changes may also introduce new error opportunities or even induce different types of errors. Consequently, a thorough understanding of the relationship between error classes and technology \"fixes\" is crucial for the evaluation of intervention strategies outlined in the AvSP so that resources can be effectively directed to maximize the benefit to flight safety. This article summarizes efforts to map intervention technologies onto error categories and describes creation of a conceptual framework, identification of applicable taxonomies for each dimension of the framework, and construction of a usable prototype database. The framework consists of a three-dimensional matrix with axes for the human operator, the task, and the environment. Human errors and technologies cohabit molecules in the matrix linking them. The database allows for taxonomic development in all three areas pertaining to human performance by keeping the taxonomies dynamic. Language: en","authors":["Esa M. Rantanen","Brent O. Palmer","Douglas A. Wiegmann","Kevin M. Musiorski"],"id":"1f45d8d6-82bd-41f9-a3e0-a7e05f738c0e","n_citation":2,"references":["2bfcd41f-ada6-4060-83b8-47da463d09af","8c378fc2-59b7-49ef-910c-6a3cf926aa6d","f0ba9d9f-e104-41ac-ac8c-22f7eb5a411d"],"title":"Five-dimensional taxonomy to relate human errors and technological interventions in a human factors literature database","venue":"Journal of the Association for Information Science and Technology","year":2006}
{"abstract":"OBJECTIVE: The study was designed to show how driver attention to the road scene and engagement of a choice of secondary tasks are affected by the level of automation provided to assist or take over the basic task of vehicle control. It was also designed to investigate the difference between support in longitudinal control and support in lateral control. BACKGROUND: There is comparatively little literature on the implications of automation for drivers' engagement in the driving task and for their willingness to engage in non-driving-related activities. METHOD: A study was carried out on a high-level driving simulator in which drivers experienced three levels of automation: manual driving, semiautomated driving with either longitudinal or lateral control provided, and highly automated driving with both longitudinal and lateral control provided. Drivers were free to pay attention to the roadway and traffic or to engage in a range of entertainment and grooming tasks. RESULTS: Engagement in the nondriving tasks increased from manual to semiautomated driving and increased further with highly automated driving. There were substantial differences in attention to the road and traffic between the two types of semiautomated driving. CONCLUSION: The literature on automation and the various task analyses of driving do not currently help to explain the effects that were found. Lateral support and longitudinal support may be the same in terms of levels of automation but appear to be regarded rather differently by drivers. Keywords: Driver distraction; Language: en","authors":["Oliver Carsten","Frank Lai","Yvonne Barnard","A. Hamish Jamson","Natasha Merat"],"id":"206c2e5a-060a-4b10-8818-ed412b924425","n_citation":99,"references":["30a9fe7c-58b1-417a-bbaa-eede33d42c19","5c1177ca-5bc2-4df6-afe2-59699c4214ab","5cfedcf8-5a05-4994-829e-3fe038d9ade2","ab66d183-7f3f-423d-9ead-8e2b7144db83","cdf1ec2d-0e53-4fc2-9be6-156f767f1b7a"],"title":"Control Task Substitution in Semiautomated Driving: Does It Matter What Aspects Are Automated?","venue":"Human Factors","year":2012}
{"abstract":"This paper focuses on how access to an insurance market should influence investments in safety measures in accordance with the ruling paradigm for decision-making under uncertainty--the expected utility theory. We show that access to an insurance market in most situations will influence investments in safety measures. For an expected utility maximizer, an overinvestment in safety measures is likely if access to an insurance market is ignored, while an underinvestment in safety measures is likely if insurance is purchased without paying attention to the possibility for reducing the probability and\/or consequences of an accidental event by safety measures. Language: en","authors":["Eirik Bjorheim Abrahamsen","Frank Asche"],"id":"20d97cd8-aad6-4ed9-adce-145e17c6ee61","n_citation":5,"references":[],"title":"On how access to an insurance market affects investments in safety measures, based on the expected utility theory","venue":"Reliability Engineering & System Safety","year":2011}
{"abstract":"OBJECTIVE: To better understand how human error contributes to U.S. Navy diving accidents. BACKGROUND: An analysis of 263 U.S. Navy diving accident and mishap reports revealed that the human factors classifications were not informative for further analysis, and 70% of mishaps were attributed to unknown causes; only 23% were attributed to human factors. METHOD: Five diving fatality reports were examined using the consensual qualitative research (CQR) method to develop a taxonomy of six categories and 21 subcategories for classifying human errors in diving. In addition, 15 critical incident technique (CIT) interviews were conducted with U.S. Navy divers who had been involved in a diving accident or near miss and analyzed using the dive team error taxonomy. RESULTS: Overall, failures in situation awareness and leadership were the most common human errors made by the dive team. CONCLUSION: The dive team human error taxonomy could aid in accident investigation and in the training and evaluation of U.S. Navy divers. APPLICATION: The development of the dive team human error taxonomy has generated a number of considerations that researchers should take into account when developing, or adapting, an error taxonomy from one industry to another. Language: en","authors":["Paul O'Connor","Angela O'Dea","John Melton"],"id":"20fd0911-8e1b-4603-8d9c-5a5e1d21dc1b","n_citation":8,"references":[],"title":"A methodology for identifying human error in U.S. Navy diving accidents.","venue":"Human Factors","year":2007}
{"abstract":"This study demonstrates a segment-based approach to integrate GIS and GPS data to address questions about the connections between the built environment and travel behaviors. Methods and challenges of GPS\/GIS integration are discussed, and an application integrating GPS naturalistic driving data from Southeast Michigan together with GIS data from several sources is demonstrated. The integrated dataset is used to explore connections between the built environment and driving behavior, specifically between business concentration, driving speed, vehicle stops and rear-end crashes. Driving speed, an important determinant of driver behavior linked to traffic safety, is found to be inversely related to business concentration, a pattern that does not vary by time of day. Rear-end crashes are found to increase with vehicle stops which increase with business concentration. This demonstration showed that fusing GPS and GPS data provides spatial intelligence which can be used to address planning, traffic safety, and transportation related issues. Language: en","authors":["Xiaoguang Wang","L P Kostyniuk","Michelle Barnes"],"id":"21280d4a-6e17-4449-8800-9710e010835a","n_citation":0,"references":[],"title":"Built Environment and Driving Outcomes: The Case for an Integrated GIS\/GPS Approach","venue":"International Journal of Applied Geospatial Research","year":2014}
{"abstract":"OBJECTIVE: A prototype interface was developed to support decision making during tactical operations; a laboratory experiment was conducted to evaluate the capability of this interface to support a critical activity (i.e., obtaining the status of friendly combat resources). BACKGROUND: Effective interface design strategies have been developed for domains that have primarily law-driven (e.g., process control) or intent-driven (e.g., information retrieval) constraints. However, design strategies for intermediate domains in which both types of constraints are equally critical, such as military command and control, have not been explored as extensively. The principles of direct perception, direct manipulation, and perception-action loops were used to develop a hybrid interface design strategy (\"perception-action icons\") that was incorporated into the prototype interface. METHODS: A qualitative tactical simulation and an alternative interface (an experimental version of an existing U.S. Army interface) were developed. Participants used both interfaces to provide estimates of friendly combat resources for three different categories of information at three different echelon levels. RESULTS: The results were unequivocal, indicating that the interface with perception-action icons produced significantly better performance. CONCLUSION: The perception-action icon design strategy was very effective in this experimental context. The potential for this design strategy to be useful for other intermediate domains is explored. APPLICATION: Actual or potential applications of this research include both specific interface design strategies for military command and control and general interface design principles for intermediate work domains. Language: en","authors":["Christopher Talcott","Kevin B. Bennett","Silas G. Martinez","Lawrence G. Shattuck","Craig Stansifer"],"id":"2184c52d-e488-49cb-8f34-ba24e1d95e58","n_citation":13,"references":["42ef7bbd-7370-4e33-bfef-776b94137618","5324e825-2648-430f-9178-504e5143984c","79b08b9e-e94c-4d3a-88bb-5ab53339139d","96e53428-4894-48de-8e4a-06f10e807761"],"title":"Perception-Action Icons: An Interface Design Strategy for Intermediate Domains","venue":"Human Factors","year":2007}
{"abstract":"While much research has elucidated the neurobiology of fear learning, the neural systems supporting the generalization of learned fear are unknown. Using functional magnetic resonance imaging (fMRI), we show that regions involved in the acquisition of fear support the generalization of fear to stimuli that are similar to a learned threat, but vary in fear intensity value. Behaviorally, subjects retrospectively misidentified a learned threat as a more intense stimulus and expressed greater skin conductance responses (SCR) to generalized stimuli of high intensity. Brain activity related to intensity-based fear generalization was observed in the striatum, insula, thalamus\/ periacqueductal gray, and subgenual cingulate cortex. The psychophysiological expression of generalized fear correlated with amygdala activity, and connectivity between the amygdala and extrastriate visual cortex was correlated with individual differences in trait anxiety. These findings reveal the brain regions and functional networks involved in flexibly responding to stimuli that resemble a learned threat. These regions may comprise an intensity-based fear generalization circuit that underlies retrospective biases in threat value estimation and overgeneralization of fear in anxiety disorders. RESEARCH HIGHLIGHTS: ►Brain regions involved in aversive learning flexibly respond to generalized threats. ►Generalization is marked by individual differences in psychophysiological arousal. ►Amygdala activity positively correlates with behavioral measures of generalization. ►Fear generalization is associated with increases in amygdala-fusiform connectivity. Language: en","authors":["Joseph E. Dunsmoor","Steven E. Prince","Vishnu P. Murty","Philip A. Kragel","Kevin S. LaBar"],"id":"221190eb-d7e9-4104-b9bf-d2cfc9d5ece3","n_citation":113,"references":["2155643f-e3cc-4b7e-a035-cede52224c8d","b49f414b-b1cf-432f-9529-b6d05c128ba2"],"title":"Neurobehavioral mechanisms of human fear generalization.","venue":"NeuroImage","year":2011}
{"abstract":"OBJECTIVE: This study is the first to examine the influence of implicit attitudes toward automation on users' trust in automation. BACKGROUND: Past empirical work has examined explicit (conscious) influences on user level of trust in automation but has not yet measured implicit influences. We examine concurrent effects of explicit propensity to trust machines and implicit attitudes toward automation on trust in an automated system. We examine differential impacts of each under varying automation performance conditions (clearly good, ambiguous, clearly poor). METHOD: Participants completed both a self-report measure of propensity to trust and an Implicit Association Test measuring implicit attitude toward automation, then performed an X-ray screening task. Automation performance was manipulated within-subjects by varying the number and obviousness of errors. RESULTS: Explicit propensity to trust and implicit attitude toward automation did not significantly correlate. When the automation's performance was ambiguous, implicit attitude significantly affected automation trust, and its relationship with propensity to trust was additive: Increments in either were related to increases in trust. When errors were obvious, a significant interaction between the implicit and explicit measures was found, with those high in both having higher trust. CONCLUSION: Implicit attitudes have important implications for automation trust. APPLICATION: Users may not be able to accurately report why they experience a given level of trust. To understand why users trust or fail to trust automation, measurements of implicit and explicit predictors may be necessary. Furthermore, implicit attitude toward automation might be used as a lever to effectively calibrate trust. Language: en","authors":["Stephanie M. Merritt","Heather Heimbaugh","Jennifer LaChapell","Deborah Lee"],"id":"239baad6-bf56-4ce3-8985-63671227968d","n_citation":50,"references":["11b07bec-aa56-4fbf-9209-7e6b6e2dc8e7","1caa49e1-ed60-4641-8831-e06fd4ccef1e","2877943d-cb5c-4753-8614-7942b84f5cd4","30a9fe7c-58b1-417a-bbaa-eede33d42c19","33d633b0-1e0a-44dc-a101-f204dbcdbca5","3af276aa-6823-4efe-8f96-5e7007cd304d","4c483659-8fd0-4dcc-a409-3b1121180410","67dd1f81-fd96-433b-8116-d8041e71bfef","6f2b9467-8c37-4395-8f48-45ee5737eaf9","9ca8fedd-8ae6-4c4c-a5f7-2511e58ff628","c0370c39-a23f-45ce-8c64-12ba055c93e3"],"title":"I Trust It, but I Don’t Know Why Effects of Implicit Attitudes Toward Automation on Trust in an Automated System","venue":"Human Factors","year":2013}
{"abstract":"OBJECTIVE: We introduced a new visually controlled tracking task that can be assessed on a handheld device in shift workers to evaluate time-of-day dependent modulations in visuomotor performance. BACKGROUND: Tracking tasks have been used to predict performance fluctuations depending on time of day mainly under laboratory conditions. One challenge to an extended use at the actual working site is the complex and fixed test setup consisting of a test unit, a monitor, and a manipulation object, such as a joystick. METHOD: Participants followed an unpredictably moving target on the screen of a handheld device with an attachable stylus. A total of 11 shift workers (age range: 20-59, mean: 33.64, standard deviation: 10.56) were tested in the morning, the evening, and the night shift in 2-hr intervals with the tracking task and indicated their fatigue levels on visual analogue scales. We evaluated tracking precision by calculating the mean spatial deviation from the target for each session. RESULTS: Tracking precision was significantly influenced by the interaction between shift and session, suggesting a clear time-of-day effect of visuomotor performance under real-life conditions. Tracking performance declined during early-morning hours whereas fatigue ratings increased. CONCLUSION: These findings suggest that our setup is suitable to detect time-of-day dependent performance changes in visually guided tracking. APPLICATION: Our task could be used to evaluate fluctuations in visuomotor coordination, a skill that is decisive in various production steps at the actual working place to assess productivity. Language: en","authors":["Patricia Hölzle","Christian Tatarau","Joachim Hermsdörfer"],"id":"24d4bd27-25f9-47a4-8f2d-475b7cf24cf0","n_citation":0,"references":[],"title":"Visually guided tracking on a handheld device: can it be used to measure visuomotor skill in shift workers?","venue":"Human Factors","year":2014}
{"abstract":"The objective of this study was to test the effect of individual differences on appeal and use of video games. Participants were 299 adolescent boys from lower and higher secondary schools in the Netherlands and Belgium. In general, boys were most attracted to violent video games. Boys that scored higher in trait aggressiveness and lower in empathy were especially attracted to violent games and spent more time playing video games than did boys lower in trait aggressiveness. Lower educated boys showed more appreciation for both violent and nonviolent games and spent more time playing them than did higher educated boys. The present study showed that aggressive and less empathic boys were most attracted to violent games. The fact that heavy users of violent games show less empathy and higher aggressiveness suggests the possibility of desensitization. Other studies have shown that playing violent games increases aggressiveness and decreases empathy. These results combined suggest the possibility of a violence cycle. Aggressive individuals are attracted to violent games. Playing violent games increases aggressiveness and decreases empathy, which in turn leads to increased appreciation and use of violent games. Language: en","authors":["Jeroen S. Lemmens","Brad J. Bushman","Elly A. Konijn"],"id":"24eec5e9-c584-438f-9526-95338dd1dd73","n_citation":76,"references":["7c1e2339-8151-4e1b-a766-2dd14acb05db","e82f1b86-f124-435f-821d-8ae21bca5304"],"title":"The Appeal of Violent Video Games to Lower Educated Aggressive Adolescent Boys from Two Countries","venue":"Cyberpsychology, Behavior, and Social Networking","year":2006}
{"abstract":"OBJECTIVE: The aim of this study was to investigate the effects of age, gender, and target location upon arm reach capacity and posture. BACKGROUND: The older adult population is growing in number. Their specific needs must be better understood to improve the design of work and life spaces. METHOD: Thirty-eight adults, divided into four groups according to their gender and age, participated in the experiment. They were asked to reach 84 targets located in a large space defined according to their anthropometry and reach capacities. Reach capacities and postures were analyzed. RESULTS: On average, older participants showed shorter maximal reach distances (by 4.8% of upper limb length) as compared with younger participants. No gender difference was found for maximum reach distance. Age also had significant effects on reach posture, especially through its interactions with target azimuth. Older participants tended to use their trunk less whenever possible. Reduced neck and trunk\/seat axial rotations were observed for the older participants when the target deviated from the sagittal plane. They compensated by a greater rotation of the pelvis with respect to the seat. CONCLUSION: Older people's reach capacities should be taken as references, rather than those of younger people, in order to accommodate a wider range of the population. APPLICATION: These results can be used to improve the arrangement of living spaces and work spaces for older people. Language: en","authors":["Elodie Chateauroux","Xuguang Wang"],"id":"25c82e03-7387-4714-a2e7-9962f012aa80","n_citation":24,"references":["b3947f14-12ab-4df8-9b20-b1b023a50a0b"],"title":"Effects of age, gender, and target location on seated reach capacity and posture","venue":"Human Factors","year":2008}
{"abstract":"OBJECTIVE: This study examines recent trends and patterns in fall fatalities in the U.S. construction industry to determine whether fatal falls among older workers are different from younger workers in this industry. BACKGROUND: Falls are the leading cause of fatalities in the U.S. construction industry. Given the increasingly aging workforce in construction, it is important to assess the risk of falls among older construction workers. METHODS: Fatality data were obtained from the Census of Fatal Occupational Injuries for the years 1992 through 2008. Denominators for death rates were estimated from the Current Population Survey. Stratified and multivariate analyses were performed to examine whether there are differences in fatal falls between older workers (> or = 55 years) and younger workers (16-54 years). Fatal falls in nonconstruction industries were excluded from this study. RESULTS: Older workers had higher rates of fatal falls than younger workers; results were significant in 11 of 14 construction occupations. Regression analysis indicated that older decedents had a higher likelihood that work-related death was caused by a fall, after controlling for major demographic and employment factors (odds ratio = 1.50, confidence interval [1.30, 1.72]). Falls from roofs accounted for one third of construction fatal falls, but falls from ladders caused a larger proportion of deadly falls in older decedents than in younger decedents. CONCLUSION: Older workers have a higher likelihood of dying from a fall. Roofs and ladders are particularly risky for older construction workers. APPLICATION: As the construction workforce ages, there is an urgent need to enhance fall prevention efforts, provide work accommodations, and match work capabilities to job duties. Language: en","authors":["Xiuwen Sue Dong","Xuanwen Wang","Christina Daw"],"id":"27ffeeb3-d16f-41f2-9189-b3ba63a22b5a","n_citation":50,"references":["571de365-e041-4b17-8ea4-2a24ff2f8b92"],"title":"Fatal Falls Among Older Construction Workers","venue":"Human Factors","year":2012}
{"abstract":"Limited research has attempted to identify and understand the personality characteristics of female consumers of Internet child pornography (ICP). In the current study, female respondents (N = 162) from the Seigfried et al. study were analyzed to determine if personality characteristics differed between female users (n = 10, 6.2%) and female non-users (n = 152, 93.8%) of ICP. An exploratory backward stepwise (Wald) logistic regression revealed a predictive model, with female ICP consumers scoring: low on neuroticism, high on moral choice hedonism, and self-reporting a non-white racial identity. The relationship between female ICP consumption, neuroticism, hedonism, and race are discussed, along with the study's limitations and future research suggestions in the area of computer deviance. Language: en","authors":["Kathryn C. Seigfried-Spellar","Marcus K. Rogers"],"id":"2874d00d-2a9e-416a-93ef-8638ea348617","n_citation":13,"references":[],"title":"Low neuroticism and high hedonistic traits for female internet child pornography consumers","venue":"Cyberpsychology, Behavior, and Social Networking","year":2010}
{"abstract":"OBJECTIVE: We tested the hypothesis that automation errors on tasks easily performed by humans undermine trust in automation. BACKGROUND: Research has revealed that the reliability of imperfect automation is frequently misperceived. We examined the manner in which the easiness and type of imperfect automation errors affect trust and dependence. METHOD: Participants performed a target detection task utilizing an automated aid. In Study 1, the aid missed targets either on easy trials (easy miss group) or on difficult trials (difficult miss group). In Study 2, we manipulated both easiness and type of error (miss vs. false alarm). The aid erred on either difficult trials alone (difficult errors group) or on difficult and easy trials (easy miss group; easy false alarm group). RESULTS: In both experiments, easy errors led to participants mistrusting and disagreeing more with the aid on difficult trials, as compared with those using aids that generated only difficult errors. This resulted in a downward shift in decision criterion for the former, leading to poorer overall performance. Misses and false alarms led to similar effects. CONCLUSION: Automation errors on tasks that appear \"easy\" to the operator severely degrade trust and reliance. APPLICATION: Potential applications include the implementation of system design solutions that circumvent the negative effects of easy automation errors. Language: en","authors":["Poornima Madhavan","Douglas A. Wiegmann","Frank C. Lacson"],"id":"2877943d-cb5c-4753-8614-7942b84f5cd4","n_citation":48,"references":["1caa49e1-ed60-4641-8831-e06fd4ccef1e","30a9fe7c-58b1-417a-bbaa-eede33d42c19","33d633b0-1e0a-44dc-a101-f204dbcdbca5","3d7976fd-a1b3-4e3e-9f03-2fa4c4aedb31","465e090c-5ffb-4a88-811b-6316542c7d6c","4a17d2af-0756-492c-8e7e-04964e7d50a0","5a713017-b189-49df-b9a9-11d5e4391f77","5c1177ca-5bc2-4df6-afe2-59699c4214ab","6f09733c-3b6b-4c68-a164-b9616024d453","7a9577d8-52a1-4c0f-80b7-80fb7ba6260c","aa563942-88ea-4fd6-a1b5-73addde4f17b","b7b60c37-3be9-45e7-b7b0-5cbfb06a833b"],"title":"Automation Failures on Tasks Easily Performed by Operators Undermine Trust in Automated Aids","venue":"Human Factors","year":2006}
{"abstract":"INTRODUCTION: A recent meta-analysis by Hedman et al. allows for accurate estimation of brain volume changes throughout the life span. Additionally, Tate et al. showed that intracranial volume at a later point in life can be used to estimate reliably brain volume at an earlier point in life. These advancements were combined to create a model which allowed the estimation of brain volume just prior to injury in a group of patients with mild or moderate traumatic brain injury (TBI). This volume estimation model was used in combination with actual measurements of brain volume to test hypotheses about progressive brain atrophy in the patients. METHODS: Twenty six patients with mild or moderate TBI were compared to 20 normal control subjects. NeuroQuant® was used to measure brain MRI volume. Brain volume after the injury (from MRI scans performed at t1 and t2) was compared to brain volume just before the injury (volume estimation at t0) using longitudinal designs. Groups were compared with respect to volume changes in whole brain parenchyma (WBP) and its 3 major subdivisions: cortical gray matter (GM), cerebral white matter (CWM) and subcortical nuclei+infratentorial regions (SCN+IFT). RESULTS: Using the normal control data, the volume estimation model was tested by comparing measured brain volume to estimated brain volume; reliability ranged from good to excellent. During the initial phase after injury (t0-t1), the TBI patients had abnormally rapid atrophy of WBP and CWM, and abnormally rapid enlargement of SCN+IFT. Rates of volume change during t0-t1 correlated with cross-sectional measures of volume change at t1, supporting the internal reliability of the volume estimation model. A logistic regression analysis using the volume change data produced a function which perfectly predicted group membership (TBI patients vs. normal control subjects). CONCLUSIONS: During the first few months after injury, patients with mild or moderate TBI have rapid atrophy of WBP and CWM, and rapid enlargement of SCN+IFT. The magnitude and pattern of the changes in volume may allow for the eventual development of diagnostic tools based on the volume estimation approach. Language: en","authors":["David E. Ross","Alfred L. Ochs","Megan D. Zannoni","Jan M. Seabaugh"],"id":"289a3714-4bb9-4aa0-a28f-5555a6610a08","n_citation":5,"references":["037cbeb6-aa1c-4183-afa9-d75502524244"],"title":"Back to the future: Estimating pre-injury brain volume in patients with traumatic brain injury","venue":"NeuroImage","year":2014}
{"abstract":"Human factors research and debate related to mental workload have been going on for decades since the 60's (McKenzie et al. 1966) and is still happening (Finomore et al. 2013). The raised issues are: is it useful (\"do we need the concept of mental workload or do we have to banish it for good?\" Leplat 2002), is it scientifically credible (Dekker et al. 2010), and, in case of a positive answer, how to measure it (Jex 1988). In the context of the driving task, human factors research is abundant and diversified, aiming at a better understanding of driver behavior and functional capacities in terms of perception, cognition, and motor processes in order to improve road safety (Lee 2008), drivers' mental workload being an important issue to consider in this framework (Dick de Waard 1996). This problematic is even more crucial since the deployment of onboard Intelligent Transport System in the vehicles (Carsten and Nilsson 2001), as human factors have the responsibility to evaluate whether these innovative systems really support the driving task or, on the contrary, lead to distraction and increase mental workload, with potential dramatic consequences in terms of road safety. So, since the beginning of research in this area, the objectives have been to establish methods of assessing fluctuations in mental workload that are sensitive to the various aspects of attentional processing requirements in relation to both external environmental conditions, such as traffic density as well as in-vehicle conditions, such as competing visual and auditory displays (Pauzie´ and Amditis 2010). Workload can be defined as a hypothetical construct that represents the cost incurred by a human operator to achieve a particular level of performance (Hart 1986). Driving performance and the driver's mental workload are both relevant and complementary parameters to consider, knowing that they can vary independently (Yeh and Wickens 1988). Indeed, if the complexity of the task increases, the driver is able to maintain a stable performance to a certain degree, by increasing effort. Keywords: Driver distraction; Language: en","authors":["Annie Pauzie"],"id":"2a2b7976-20aa-4404-be29-40c6bfa47a88","n_citation":50,"references":["e680fb87-7c28-4573-8be1-852d333b9609","fada1a7b-3b54-4a5b-980f-50a2e68722a9"],"title":"Evaluation of the driver's mental workload: a necessity in a perspective of in-vehicle system design for road safety improvement","venue":"Cognition, Technology & Work","year":2014}
{"abstract":"Two crucial processes preceding voluntary action are determining the time for movement initiation and planning of the specific sequence of motor output. In this study we aimed to differentiate the neural activity related to motor timing and motor sequencing and to examine over what time periods they contribute to premovement activity during the readiness for voluntary action. 18 participants performed self-initiated voluntary finger movements in a readiness potential paradigm, both during EEG measurement and during fMRI. The finger movement task involved three conditions: 1) simple repetitive sequences; 2) increased demand on the sequencing of movement order; and 3) increased demand on the timing of movement initiation. Functional MRI and 64 channels EEG were conducted in two separate sessions. Motor timing and motor sequencing were found to involve different neural processes occurring at different times prior to movement initiation. Motor timing involved greater activation in lateral prefrontal regions over the earliest part of premovement activity, from 1200ms before movement onset. Motor sequencing involved greater activation of dorsal premotor and parietal areas and was reflected in central and parietal scalp regions only over the later part of premovement activity, within 600 ms of movement onset. We suggest that different neural processes contribute to different aspects of the intended action over different time periods during the preparation for movement, and it is the co-ordinated activity of these multiple regions that is represented in premovement activity during the readiness for voluntary action. Language: en","authors":["Marta Bortoletto","Ross Cunnington"],"id":"2b8eff2e-1759-4655-82b9-5838ff8f75a1","n_citation":2,"references":["cc197172-bbf3-42b2-bf09-196801601a43"],"title":"Motor timing and motor sequencing contribute differently to the preparation for voluntary movement.","venue":"NeuroImage","year":2010}
{"abstract":"Thirty-six ethical codes from national professional associations were studied, the aim to test whether librarians have global shared values or if political and cultural contexts have significantly influenced the codes' content. Gorman's eight core values of stewardship, service, intellectual freedom, rationalism, literacy and learning, equity of access to recorded knowledge and information, privacy and democracy were used as a benchmark. A quantitative analysis was carried out of which values each code contained. The codes were further qualitatively analysed, to examine how each value was expressed. It was found that on average codes featured five of Gorman's eight values. The most popular values were: service, privacy, equity of access, stewardship and intellectual freedom. The least popular value was rationalism, across all codes. Some codes omitted certain values because of their specific focus, such as the Native American code. Codes varied in how values were expressed, for example some codes limited principles by law, while some did not. Expression of stewardship and democracy was found to be stronger in countries which have recently experienced conflict or colonialism. The relationship between the profession and the state was another area of variation. Countries in the Asia-Pacific put more emphasis on the power of the State. Language: en","authors":["Catherine Foster","David McMenemy"],"id":"2c1a420c-e981-4337-aaf9-d603352b05ee","n_citation":0,"references":[],"title":"Do librarians have a shared set of values? A comparative study of 36 codes of ethics based on Gorman’s Enduring Values","venue":"Journal of Librarianship and Information Science","year":2012}
{"abstract":"OBJECTIVE: The objective of this study was to determine whether administration of the situation present assessment method (SPAM) affects workload and\/or task performance. BACKGROUND: SPAM probes are thought to isolate workload from the assessment of situation awareness (SA) by including a warning signal before asking an SA-related question. However, there is a good reason to think that SPAM may still have an effect on dynamic workload and task performance. Specifically, nearly all dual tasks affect workload and performance; thus, it would be surprising if SPAM did not. METHOD: Following the methods of Durso, Bleckley, and Dattel, I evaluated workload and performance on the Air Traffic Scenarios Test in SPAM, non-SPAM probe, and no-probe conditions. RESULTS: Global workload was unaffected by probe administration. However, at least with novice performers, SPAM probes affected task performance. CONCLUSION: The use of a warning signal does not eliminate performance decrements associated with secondary tasks. Moreover, there may be performance decrements unique to SPAM. APPLICATION: Cautious users of online assessment measures, such as SPAM, may want to remove performance immediately subsequent to probes from analysis, use an interprobe interval longer than 2.83 min, and construct their assessment measures to reduce display search times unrelated to primary task performance. Language: en","authors":["Russell S. Pierce"],"id":"2cac014b-fe7c-4d5c-b453-83d6a3a525f8","n_citation":50,"references":["557d05c9-2ff9-4203-999d-1237ecab64e0","e4a08ef3-eee6-4a2e-a580-418a7583b941"],"title":"The effect of SPAM administration during a dynamic simulation","venue":"Human Factors","year":2012}
{"abstract":"OBJECTIVE: To explore how a single master alarm system affects drivers' responses when compared with multiple, distinct warnings. BACKGROUND: Advanced driver warning systems are intended to improve safety, yet inappropriate integration may increase the complexity of driving, especially in high workload situations. This study investigated the effects of auditory alarm scheme, reliability, and collision event type on driver performance. METHOD: Using a 2 x 2 x 4 mixed factorial design, we investigated the impact of two alarm schemes (master vs. individual) and two levels of alarm reliability (high and low) on distracted drivers' performance across four collision event types (frontal collision warnings, left and right lane departure warnings, and warnings for a fast-approaching following vehicle). RESULTS: Participants' reaction times and accuracy rates were significantly affected by the type of collision event and alarm reliability. The use of individual alarms, rather than a single master alarm, did not significantly affect driving performance in terms of reaction time or response accuracy. CONCLUSION: Even though a master alarm is a relatively uninformative warning, it produced statistically no different reaction times or accuracy results when compared with information-rich auditory icons, some of which were spatially located. In addition, unreliable alarms negatively impacted driver performance, regardless of event type or alarm scheme. APPLICATION: These results have important implications for the development and implementation of multiple driver warning systems. Language: en","authors":["Mary L. Cummings","Ryan M. Kilgore","Enlie Wang","Louis Tijerina","Dev Kochhar"],"id":"2e46108f-0b2c-4795-8a92-f897570c1c50","n_citation":59,"references":["1fc0ab65-b146-448e-bf0f-13a3705ab370","30a9fe7c-58b1-417a-bbaa-eede33d42c19","3143a157-d29d-4bb6-a6cf-bdb4065d8b42","3304019a-4e70-483c-8092-36f68512d1ad","a726edec-8fa4-4e44-9791-32e40d211f9d"],"title":"Effects of Single Versus Multiple Warnings on Driver Performance","venue":"Human Factors","year":2007}
{"abstract":"In relation to a sample of 1,092 Italian adolescents (50.9% females), the present study aims to: (a) analyze the most parsimonious structure of the cyberbullying and cybervictimization construct in male and female Italian adolescents through confirmatory factor analysis; and (b) analyze the severity and the discrimination parameters of each act using the item response theory. Results showed that the structure of the cyberbullying scale for perpetrated and received behaviors in both genders could best be represented by a monodimensional model where each item lies on a continuum of severity of aggressive acts. For both genders, the less severe acts are silent\/prank calls and insults on instant messaging, and the most severe acts are unpleasant pictures\/photos on Web sites, phone pictures\/photos\/videos of intimate scenes, and phone pictures\/photos\/videos of violent scenes. The items nasty text messages, nasty or rude e-mails, insults on Web sites, insults in chatrooms, and insults on blogs range from moderate to high levels of severity. Regarding the discrimination level of the acts, several items emerged as good indicators at various levels of cyberbullying and cybervictimization severity, with the exception of silent\/prank calls. Furthermore, gender specificities underlined that the visual items can be considered good indicators of severe cyberbullies and cybervictims only in males. This information can help in understanding better the nature of the phenomenon, its severity in a given population, and to plan more specific prevention and intervention strategies. Language: en","authors":["Ersilia Menesini","Annalaura Nocentini","Pamela Calussi"],"id":"30d0cdd3-a327-4ffe-be06-0776544e5bdd","n_citation":13,"references":["0f1c5121-97c7-4315-9964-782d0f288436","19c36018-2b68-4ac6-a7b5-7a3b1f4a75fa","7effab57-fda1-40c7-95de-98f7f3153798","a5cd415a-be78-43ad-af9f-296e697012db"],"title":"The measurement of cyberbullying: dimensional structure and relative item severity and discrimination.","venue":"Cyberpsychology, Behavior, and Social Networking","year":2011}
{"abstract":"Networks often possess mesoscale structures, and studying them can yield insights into both structure and function. It is most common to study community structure, but numerous other types of mesoscale structures also exist. In this paper, we examine core-periphery structures based on both density and transport. In such structures, core network components are well-connected both among themselves and to peripheral components, which are not well-connected to anything. We examine core-periphery structures in a wide range of examples of transportation, social, and financial networks-including road networks in large urban areas, a rabbit warren, a dolphin social network, a European interbank network, and a migration network between counties in the United States. We illustrate that a recently developed transport-based notion of node coreness is very useful for characterizing transportation networks. We also generalize this notion to examine core versus peripheral edges, and we show that the resulting diagnostic is also useful for transportation networks. To examine the properties of transportation networks further, we develop a family of generative models of roadlike networks. We illustrate the effect of the dimensionality of the embedding space on transportation networks, and we demonstrate that the correlations between different measures of coreness can be very different for different types of networks. Language: en","authors":["Sang Hoon Lee","Mihai Cucuringu","Mason A. Porter"],"id":"31353821-a901-421a-b238-96c484e80032","n_citation":50,"references":[],"title":"Density-based and transport-based core-periphery structures in networks.","venue":"Physical Review E","year":2014}
{"abstract":"An experiment was conducted to determine the effects of an in-vehicle collision avoidance warning system (IVCAWS) on driver performance. A driving simulator was driven by 135 licensed drivers. Of these, 120 received alerts from the IVCAWS when their headway to a lead car was less than 2 s, and the other 15 (the control group) received no alerts. Drivers received varied alert interfaces: auditory, visual, and multimodal. The system had varied levels of reliability, determined by both false alarm rate and failure of the IVCAWS to alert to short headway. Results indicated that the IVCAWS led to safer (longer) headway maintenance. High false alarm rates induced drivers to slow down unnecessarily; large numbers of missed alerts did not have any significant impact on drivers. Driver acceptance of the system was mixed. Interface played a role in driver reliance on the system, with the multimodal interfaces generating least reliance. Actual or potential applications of this research include IVCAWS interface selection for greater system efficacy and user acceptance and the advisability of implementation, even of imperfect systems, for drivers who seek to maintain a safer headway. Language: en","authors":["Masha Maltz","David Shinar"],"id":"3143a157-d29d-4bb6-a6cf-bdb4065d8b42","n_citation":47,"references":["1fc0ab65-b146-448e-bf0f-13a3705ab370","362638eb-0fdd-42c9-a300-7e90613b90af","4531de90-0d83-46e4-b27f-8cd8424e5dc1","6ae04bc7-3c8c-4f17-a4b6-5d423ab95bbb"],"title":"Imperfect in-vehicle collision avoidance warning systems can aid drivers","venue":"Human Factors","year":2004}
{"abstract":"OBJECTIVE: We examined the willingness and ability of general aviation pilots to execute steep approaches in low-visibility conditions into nontowered airports. BACKGROUND: Executing steep approaches in poor weather is required for a proposed Small Aircraft Transportation System (SATS) that consists of small aircraft flying direct routes to a network of regional airports. METHOD: Across two experiments, 17 pilots rated for Instrument Flight Rules at George Mason University or Virginia Tech flew a Cessna 172R simulator into Blacksburg, Virginia. Pilots were familiarized with the simulator and asked to fly approaches with either a 200- or 400-foot ceiling (at approach angles of 3 degrees, 5 degrees, and 7 degrees in the first experiment, 3 degrees and 6 degrees in the second). Pilots rated subjective workload and the simulator recorded flight parameters for each set of approaches. RESULTS: Approaches with a 5 degree approach angle produced safe landings with minimal deviations from normal descent control configurations and were rated as having a moderate level of workload. Approaches with 6 degree and 7 degree approach angles produced safe landings but high workload ratings. Pilots reduced power to control the speed of descent and flew the aircraft slightly above the glide path to gain time to control the landing. CONCLUSION: Although the 6 degree and 7 degree approaches may not be practical for routine approaches, they may be achievable in the event of an emergency. APPLICATION: Further work using other aircraft flying under a wider variety of conditions is needed before implementing SATS-type flights into airports intended to supplant or complement commercial operations in larger airports. Language: en","authors":["Deborah A. Boehm-Davis","John G. Casali","Brian M. Kleiner","Jeffrey A. Lancaster","Jason J. Saleem","Kathryn Wochinger"],"id":"314843fd-b9b2-4297-8731-03a63010cf1a","n_citation":15,"references":[],"title":"Pilot Performance, Strategy, and Workload While Executing Approaches at Steep Angles and With Lower Landing Minima","venue":"Human Factors","year":2007}
{"abstract":"Performing two tasks simultaneously (dual-task) is common in human daily life. The neural correlates of dual-task processing remain unclear. In the current study, we used a dual motor and counting task with functional MRI (fMRI) to determine whether there are any areas additionally activated for dual-task performance. Moreover, we investigated the functional connectivity of these added activated areas, as well as the training effect on brain activity and connectivity. We found that the right cerebellar vermis, left lobule V of the cerebellar anterior lobe and precuneus are additionally activated for this type of dual-tasking. These cerebellar regions had functional connectivity with extensive motor- and cognitive-related regions. Dual-task training induced less activation in several areas, but increased the functional connectivity between these cerebellar regions and numbers of motor- and cognitive-related areas. Our findings demonstrate that some regions within the cerebellum can be additionally activated with dual-task performance. Their role in dual motor and cognitive task processes is likely to integrate motor and cognitive networks, and may be involved in adjusting these networks to be more efficient in order to perform dual-tasking properly. The connectivity of the precuneus differs from the cerebellar regions. A possible role of the precuneus in dual-tasks may be to monitor the operation of active brain networks. Language: en","authors":["Tao Wu","Juhua Liu","Mark Hallett","Zheng Zheng","Piu Chan"],"id":"32f24d0d-7a40-46c7-ae19-1c23357940f3","n_citation":1,"references":["23787965-b675-4dab-b47d-894a25f27143","cc4b4768-b17b-4751-b247-4fd56bdc0894"],"title":"Cerebellum and integration of neural networks in dual-task processing","venue":"NeuroImage","year":2013}
{"abstract":"OBJECTIVE: This special section brings together diverse research regarding driver interaction with advanced automotive technology to guide design of increasingly automated vehicles. BACKGROUND: Rapidly evolving vehicle automation will likely change cars and trucks more in the next 5 years than the preceding 50, radically redefining what it means to drive. METHOD: This special section includes 10 articles from European and North American researchers reporting simulator and naturalistic driving studies. RESULTS: Little research has considered the consequences of fully automated driving, with most focusing on lane-keeping and speed control systems individually. The studies reveal two underlying design philosophies: automate driving versus support driving. Results of several studies, consistent with previous research in other domains, suggest that the automate philosophy can delay driver responses to incidents in which the driver has to intervene and take control from the automation. Understanding how to orchestrate the transfer or sharing of control between the system and the driver, particularly in critical incidents, emerges as a central challenge. CONCLUSION: Designers should not assume that automation can substitute seamlessly for a human driver, nor can they assume that the driver can safely accommodate the limitations of automation. Designers, policy makers, and researchers must give careful consideration to what role the person should have in highly automated vehicles and how to support the driver if the driver is to be responsible for vehicle control. As in other domains, driving safety increasingly depends on the combined performance of the human and automation, and successful designs will depend on recognizing and supporting the new roles of the driver. Language: en","authors":["Natasha Merat","John D. Lee"],"id":"35cd5ed6-403d-4020-8e8d-a5de95ad56f0","n_citation":51,"references":["15ba756b-11eb-49c6-b349-41ab59cb0978","1d0a97a7-f35f-4837-ab0a-4fddd1f4e669","206c2e5a-060a-4b10-8818-ed412b924425","30a9fe7c-58b1-417a-bbaa-eede33d42c19","5287f034-c4b9-4290-9e39-66275a97d19f","86060d12-b098-4cd2-9c11-687ff3e254fb","98fad5df-f2d7-4818-96fe-2a92e5f08e2d","b1ad6108-f4c9-4b7b-ae0b-23b3bcd28aff","b5f05f0d-80ea-44dc-9f97-504a6eb09faf","d71afc72-5a97-4143-bb5d-e07352e9e27d","e81c11b5-7de2-4785-9dc6-e82f85a91680","eb57fb63-85f4-46d6-867d-0abfd169d914","f93ccb02-4c9a-4841-a13f-e0039338c14c"],"title":"Preface to the Special Section on Human Factors and Automation in Vehicles Designing Highly Automated Vehicles With the Driver in Mind","venue":"Human Factors","year":2012}
{"abstract":"Although characteristics of traditional bullying participants have been identified and studied for years, research on cyberbullying is limited. The purpose of this study is to expand the literature on cyberbullying with a particular focus on the relationships among cyberbullying characteristics, typical social activities, and more traditional forms of bullying. The typical activities and experiences with traditional bullying and cyberbullying of 52 children ages 11 to 17 were compared to those of 52 matched controls. Children exposed to cyberbullying, whether as a cyberbully, cybervictim, or both (bully\/victim), spent more time on computer-based social activities. Nearly two thirds of cyberbully\/victims were also traditional bully\/victims. While preliminary, results suggest that efforts to prevent cyberbullying may need to focus on patterns of Internet use, amount and type of social activities, and exposure to traditional bullying as risk factors for engaging in cyberbullying. Language: en","authors":["Kimberly Twyman","Conway F. Saylor","Lloyd A. Taylor","Cadie Comeaux"],"id":"36264a64-f67f-440d-94a1-c15ffb409373","n_citation":103,"references":["19c36018-2b68-4ac6-a7b5-7a3b1f4a75fa","a5cd415a-be78-43ad-af9f-296e697012db"],"title":"Comparing children and adolescents engaged in cyberbullying to matched peers","venue":"Cyberpsychology, Behavior, and Social Networking","year":2009}
{"abstract":"OBJECTIVE: We examined whether part-task training produces better learning and retention than whole-task training of a trench-and-load task performed on a hydraulic excavator simulator. BACKGROUND: For complex perceptual-motor tasks that involve several components and require spatial awareness of the environment, part-task training will be effective if the benefit of being able to focus attention on each component outweighs the cost of integrating the components. We predicted that such would be the case for learning to operate an excavator. METHOD: A part-task training group practiced separate Carrier Positioning, Trenching, and Truck Loading modules, whereas a whole-task training group practiced the Trench and Load module, which combines elements from the other modules. The latter module, involving different scenarios, was performed by both groups immediately after training and following a 2-week retention interval. RESULTS: Production rate on the trench-and-load task was better overall on the retention test than on the immediate test. The part-task group showed improvement on the retention test compared with the immediate test, whereas the whole-task group did not. The part-task group showed higher productivity rates than did the whole-task group on the retention test. CONCLUSION: Part-task training on the excavator simulator results in better skill retention than does whole-task training. The benefit of part-task training is likely to be found for other tasks requiring control of implements in various environments. APPLICATION: Part-task training can result in better retention of complex perceptual-motor skills involving several components, even when immediate transfer to the whole task does not show better performance than whole-task training. Language: en","authors":["Joey C. Y. So","Robert W. Proctor","Phillip S. Dunston","Xiangyu Wang"],"id":"372f5e8d-4598-43c7-9591-0241d806c31b","n_citation":18,"references":["0f35b8d9-70d6-42d0-add4-3ce05144154f"],"title":"Better Retention of Skill Operating a Simulated Hydraulic Excavator After Part-Task Than After Whole-Task Training","venue":"Human Factors","year":2013}
{"abstract":"OBJECTIVE: This study investigates the effect of cognitive load on guidance of visual attention. BACKGROUND: Previous studies have shown that cognitive load can undermine driving performance, particularly drivers' ability to detect safety-critical events. Cognitive load combined with the loss of exogenous cues, which can occur when the driver briefly glances away from the roadway, may be particularly detrimental. METHOD: In each of two experiments, twelve participants engaged in an auditory task while performing a change detection task. A change blindness paradigm was implemented to mask exogenous cues by periodically blanking the screen in a driving simulator while a change occurred. Performance measures included participants' sensitivity to vehicle changes and confidence in detecting them. RESULTS: Cognitive load uniformly diminished participants' sensitivity and confidence, independent of safety relevance or lack of exogenous cues. Periodic blanking, which simulated glances away from the road-way, undermined change detection to a greater degree than did cognitive load; however, drivers' confidence in their ability to detect changes was diminished more by cognitive load than by periodic blanking. CONCLUSION: Cognitive load and short glances away from the road are additive in their tendency to increase the likelihood of drivers missing safety-critical events. APPLICATION: This study demonstrates the need to consider the combined consequence of cognitive load and brief glances away from the road in the design of emerging in-vehicle devices and the need to provide drivers with better feedback regarding these consequences. Keywords: Driver distraction; Language: en","authors":["Ying-Chiao Lee","John D. Lee","Linda Ng Boyle"],"id":"3ac991f7-92d9-4594-b959-fcad98bbf23e","n_citation":89,"references":["0ce5ac88-a0ce-453a-897f-9457fafd0f4d","2a879c94-ab4e-4c5a-907a-bdd4acb3fd3d","3f47fe1d-8cd6-465c-9510-e74fa09a8a8a","5cc25690-9829-4a89-96ef-d31355546ab7","9713f006-015f-492f-934c-9851a7a4d9bf","ad122cbd-80c0-40d8-8146-2a43850c64b1","bc206d1d-de4a-40a5-bd48-065e6e044289","c64c8570-ee8f-4af8-9017-8a63f4754c81"],"title":"Visual attention in driving: the effects of cognitive load and visual disruption","venue":"Human Factors","year":2007}
{"abstract":"OBJECTIVE: We report an experiment and a theoretical analysis concerning the effects of an exclusively cognitive task, specifically a memory rehearsal task, on driver performance. BACKGROUND: Although recent work on driver distraction has elucidated the sometimes significant effects of cognitive processing on driver performance, these studies have typically mixed cognitive with perceptual and motor processing, making it difficult to isolate the effects of cognitive processing alone. METHOD: We asked participants to drive in a driving simulator during only the rehearsal stage of a serial-recall memory task while we measured their ability to maintain a central lane position and respond to the illumination of a lead vehicle's brake lights. RESULTS: Memory rehearsal significantly affected drivers' steering performance as measured by lateral deviation from lane center, and it also significantly affected drivers' response time to the braking stimulus for the higher load memory task. CONCLUSION: These results lend support to a theoretical account of cognitive distraction provided by threaded cognition theory in terms of a cognitive bottleneck in procedural processing, and they also suggest that consideration of task urgency may be important in accounting for performance trade-offs among concurrent tasks. APPLICATION: The experiment augments the current understanding of cognitive driver distraction and suggests that even exclusively cognitive secondary tasks may sometimes affect driver performance. Keywords: Driver distraction; Language: en","authors":["Dario D. Salvucci","Joanna Beltowska"],"id":"3d3a276a-180d-4281-a678-7ff9aa3c509f","n_citation":48,"references":["2c8f6d0b-769e-418c-ae32-13cc01be7cf6","2e62fffe-4241-48de-a7e1-31f5285ac7b5","7c581bbe-57c1-41d2-9a94-9834fee15435","9713f006-015f-492f-934c-9851a7a4d9bf","af1ab024-4b61-400d-9f2c-ea765f21efda","b0d72175-b8de-4222-a0e3-817d98054e68","c64c8570-ee8f-4af8-9017-8a63f4754c81","cc3bdb73-81e2-4b5c-9d24-0ae5ea54f8b3","cdcd3bb0-4be0-438a-8517-1bf3943ec3cf","dc00a4b8-2e9f-4324-b22e-10ee622fc788","f221b60c-a3a8-4e26-8989-b9b3a103ee68","f7b2fe74-cda0-4bd3-8cdb-2bd16545550d"],"title":"Effects of Memory Rehearsal on Driver Performance: Experiment and Theoretical Account","venue":"Human Factors","year":2008}
{"abstract":"Many heavy crimes committed such as murders or robberies frequently involve firearms, particularly pistols. In order to solve the crime cases, firearm identification is becoming vital. Unique marks are left on the bullet and the cartridge case when a firearm is fired. The firing pin impression is one of the most vital marks on any cartridge case. In this study, a total of 68 features of firing pin impression images - 20 basic statistical features, and 48 geometric moment features up to the sixth order - were extracted from three regions of the firing pin impression image, namely whole, centre and ring images. Five different types of pistol of the Parabellum Vector SPI 9 mm model were tested, where 50 bullets were fired from each pistol. Preliminary analysis using Pearson correlation shows that the features are significantly highly correlated. Therefore principal component analysis (PCA) was used to analyze the interrelationship among the features and combine them into a smaller set of factors while maintaining maximum information of the original patterns. PCA has reduced the dimensionality of the features into nine significant components of features. Discriminant analysis was used to identify the types of pistols used based on the new components. A total of 85.2% of the images were correctly classified according to the pistols used using cross-validation under discriminant analysis. The result demonstrates the potential of using PCA to reduce the dimensions of the numerical features towards an efficient firearm identification system. Language: en","authors":["Choong Yeun Liong","Nor Azura Md Ghani","Saadi Bin Ahmad Kamaruddin","Abdul Aziz Jemain"],"id":"40d433f1-5151-4ff0-a141-b2a4c7ea4b50","n_citation":1,"references":["452cd765-aa15-42ac-bad2-46528bc383fb","d852924b-59df-47ed-97cb-86c989a6a873"],"title":"Firearm classification based on numerical features of the firing pin impression","venue":"Procedia Computer Science","year":2012}
{"abstract":"BACKGROUND: High sensation-seekers (HSS) pursue novelty even at the cost of self-harm. When challenged, HSS are less anxious, show blunted physiological (cortisol, startle) and neurobiological (prefrontal-limbic) responses, and devalue aversive outcomes. Here, we investigate how these features interact under conditions of physical danger, in distinguishing between adaptive and maladaptive approaches to risk. METHODS: We recruited a cohort of individuals who voluntarily sought out recreational exposure to physical risk, and obtained serial cortisol values over two time-locked days. On the 'baseline' day, we scanned subjects' brains with functional and structural MRI; on the 'skydiving day,' subjects completed a first-time tandem skydive. During neuroimaging, subjects viewed cues that predicted aversive noise; neural data were analyzed for prefrontal-limbic reactivity (activation) and regulation (nonlinear complexity), as well as cortical thickness. To probe threat perception, subjects identified aggression for ambiguous faces morphed between neutral and angry poles. RESULTS: Individuals with prefrontal-limbic meso-circuits with less balanced regulation between excitatory and inhibitory components showed both diminished cortisol\/anxiety responses to their skydives, as well as less accurate perceptual recognition of threat. This impaired control was localized to the inferior frontal gyrus, with associated cortical thinning. Structural equation modeling suggests that sensation-seeking is primarily mediated via threat-perception, which itself is primarily mediated via neural reactivity and regulation. CONCLUSIONS: Our results refine the sensation-seeking construct to provide important distinctions (brain-based, but with endocrine and cognitive consequences) between the brave, who feel fear but nonetheless overcome it, and the reckless, who fail to recognize danger. This distinction has important real-world implications, as those who fail to recognize risk are less likely to mitigate it. Language: en","authors":["Lilianne R. Mujica-Parodi","Joshua M. Carlson","Jiook Cha","Denis Rubin"],"id":"41eb4a3f-f558-41e8-af0e-af4f05449a57","n_citation":20,"references":["0a7617c6-6dab-4cc9-990b-399368d0da36","1b83d512-92c8-4aaa-9d1f-e8455f70849e","3e003a56-38d8-4574-ac19-c8f81d88135f","93d74060-d41e-4a5a-9b73-ab5d93f6ec87","d2cb75e2-4d02-4a48-91ac-5489d3a1921e","ed1eb2f9-f995-4730-b985-207495beb773"],"title":"The fine line between 'brave' and 'reckless': amygdala reactivity and regulation predict recognition of risk","venue":"NeuroImage","year":2014}
{"abstract":"OBJECTIVE: The main objective of this study is to present a methodology for computing information relevance. BACKGROUND: Relevance is a pervasive term used in several domains, such as pragmatics, information science, and psychology. Quantifying the relevance of information can be helpful in effective display design. Displays should be designed so that the more relevant information is more easily accessed. METHOD: This procedure focuses on computing the relevance of a piece of information by taking into account three aspects of tasks that use the information: the number of different tasks that make use of the information, the frequency of occurrence of those tasks, and the criticality of those tasks. The methodology can be used to compute the aggregate relevance of a piece of information for a particular component of a system or for the entire system. This methodology was illustrated using the domain of air traffic control (ATC). RESULTS: In support of the validity of the methodology, we were able to confirm the value of weather information and traffic information in ATC towers. CONCLUSION: The method can be used to derive information relevance, a characteristic of information that has implications for display design for any domain. APPLICATION: Designers can use information about aggregate relevance to design information displays that feature the most relevant information. Language: en","authors":["Francis T. Durso","Arathi Sethumadhavan","Jerry M. Crutchfield"],"id":"42845b31-45da-4c15-abf0-8381c95574ff","n_citation":50,"references":["0656886a-706a-4944-ba94-a55905c5334c","293e3ab8-c8bf-468a-a85d-098e1851d079","4ff08b56-991a-41c2-aa31-9b94680a7b23","cdf1ec2d-0e53-4fc2-9be6-156f767f1b7a"],"title":"Linking task analysis to information relevance","venue":"Human Factors","year":2008}
{"abstract":"OBJECTIVE: This study investigated the possibility of using interactive media to help drowsy drivers wake up, thereby enabling them to drive more safely. BACKGROUND: Many studies have investigated the negative impacts of driver drowsiness and distraction in cars, separately. However, none has studied the potentially positive effects of slightly interactive media for rousing drowsy drivers to help them drive more safely. METHOD: In a 2 (drowsy vs. nondrowsy drivers) x 2 (passive vs. slightly interactive voice-based media) x 2 (monotonous vs. varied driving courses) study, participants (N = 79) used a driving simulator while interacting with a language-learning system that was either passive (i.e., drivers merely listen to phrases in another language) or slightly interactive (i.e., drivers verbally repeat those phrases). RESULTS: (a) Drowsy drivers preferred and drove more safely with slightly interactive media, as compared with passive media. (b) Interactive media did not harm nondrowsy driver safety. (c) Drivers drove more safely on varied driving courses than on monotonous ones. CONCLUSION: Slightly interactive media hold the potential to improve the performance of drowsy drivers on the primary task of driving safely. APPLICATION: Applications include the design of interactive systems that increase user alertness, safety, and engagement on primary tasks, as opposed to systems that take attentional resources away from the primary task of driving. Keywords: Driver distraction; Language: en","authors":["Liliam Takayama","Clifford Nass"],"id":"42e46fa5-61a3-43ee-90f7-0bf2d8c42882","n_citation":19,"references":["083833a6-9822-4656-ac09-873dd444e4e3","5cfedcf8-5a05-4994-829e-3fe038d9ade2","857243c9-2154-4dca-817f-b3b7af077355","c64c8570-ee8f-4af8-9017-8a63f4754c81"],"title":"Assessing the effectiveness of interactive media in improving drowsy driver safety.","venue":"Human Factors","year":2008}
{"abstract":"Technology-based self-help interventions have the potential to increase access to evidence-based mental healthcare, especially for families affected by natural disasters. However, development of these interventions is a complex process and poses unique challenges. Usability testing, which assesses the ability of individuals to use an application successfully, can have a significant impact on the quality of a self-help intervention. This article describes (a) the development of a novel web-based multi-module self-help intervention for disaster-affected adolescents and their parents and (b) a mixed-methods formal usability study to evaluate user response. A total of 24 adolescents were observed, videotaped, and interviewed as they used the depressed mood component of the self-help intervention. Quantitative results indicated an above-average user experience, and qualitative analysis identified 120 unique usability issues. We discuss the challenges of developing self-help applications, including design considerations and the value of usability testing in technology-based interventions, as well as our plan for widespread dissemination. Language: en","authors":["Erica K. Yuen","Kirstin Stauffacher Gros","Kyleen E. Welsh","Jenna L. McCauley","Heidi S. Resnick","Carla Kmett Danielson","Matthew Price","Kenneth J. Ruggiero"],"id":"43d3e989-c568-4f76-90e9-930855ec20d0","n_citation":0,"references":[],"title":"Development and preliminary testing of a web-based, self-help application for disaster-affected families","venue":"Health Informatics Journal","year":2015}
{"abstract":"The perception of causal relationships is crucial to understanding and interacting with our physical and social environment. However, whether the same or different neural processes are involved in perceiving physical and social causality is unknown. Therefore, this study is focused on commonalities and differences in the neural correlates of causality perception in both contexts. During fMRI data-acquisition, participants judged causal relationships of objects in two types of animated video clips (physical\/social) with similar manipulations of temporal and spatial stimulus characteristics. Four conditions were analyzed in a two-factorial design [physical causal (PC), physical non-causal (PNC), social causal (SC), social non-causal (SNC)]. We found that higher angles and longer time delays led to decreasing judgments of causality in the physical context, whereas the same manipulations led to increasing judgments in the social context. Instead of a common network for causal judgments (PC>PNC∩SC>SNC), we found a reversed activation pattern for the factors context and judgment. PC and SNC [(PC>PNC)>(SC>SNC)] produced activations in the bilateral insula, the right angular and inferior frontal gyrus and the medial supplementary motor area. PNC and SC [(PC>PNC)SNC)] produced activity in medial frontal, left superior temporal and anterior cingulate brain regions. Our data suggest, that the same brain regions contribute to the impression of physical and social causality. However, they demonstrate a reversed activation pattern that reflects the stimulus characteristics of the respective conditions. Thus, specific stimulus characteristics are crucial for the perception of causality. Language: en","authors":["Johannes Blos","Anjan Chatterjee","Tilo Kircher","Benjamin Straube"],"id":"455383e5-70e9-479a-891d-f3438bc30252","n_citation":15,"references":["184031f6-ca8c-4b5d-96c4-c2298e6ab6c7","379e0cf4-8447-483e-8cb2-ac211d833434","38c6d3d4-1516-482c-b6f2-0a3840657e5e","8d468823-4814-4d4c-903e-e548a174b42f"],"title":"Neural correlates of causality judgment in physical and social context - the reversed effects of space and time","venue":"NeuroImage","year":2012}
{"abstract":"OBJECTIVE: A model of semisystematic search was sought that could account for both memory retrieval and other performance-shaping factors. BACKGROUND: Visual search is an important aspect of many examination and monitoring tasks. As a result, visual search performance has been the topic of many empirical investigations. These investigations have reported that individual search performance depends on participant factors such as search behavior, which has motivated the development of models of visual search that incorporate this behavior. Search behavior ranges from random to strictly systematic; variation in behavior is commonly assumed to be caused by differences in memory retrieval and search strategy. METHODS: This model ultimately took the form of a discrete-time nonstationary Markov process. RESULTS: It yields both performance and process measures that include accuracy, time to perception, task time, and coverage while avoiding the statistical difficulties inherent to simulations. In particular, it was seen that as the search behavior becomes more systematic, expected coverage and accuracy increase while expected task time decreases. CONCLUSION: In addition to explaining these outcomes and their interrelationships from a theoretical standpoint, the model can predict these outcomes in practice to a certain extent as it can create an envelope defined by best- and worst-case search performance. APPLICATION: The model also has the capability of supporting assessment. That is, it can be used to assess the effectiveness of an individual's search performance, and to provide possible explanations for this performance, through the use of one or more of the output measures. Language: en","authors":["Brian J. Melloy","Sreekanta Das","Anand K. Gramopadhye","Andrew T. Duchowski"],"id":"4559a394-768a-4c12-8b1b-0229145e0bce","n_citation":50,"references":["dd0e5610-e32d-45bb-9465-d6c4360860f4"],"title":"A model of extended, semisystematic visual search","venue":"Human Factors","year":2006}
{"abstract":"A novel approach is proposed in this paper for automatic forest fire detection from video. Based on 3D point cloud of the collected sample fire pixels, Gaussian mixture model is built and helps segment some possible flame regions in single image. Then the new specific flame pattern is defined for forest, and three types of fire colors are labeled accordingly. With 11 static features including color distributions, texture parameters and shape roundness, the static SVM classifier is trained and filters the segmented results. Using defined overlapping degree and varying degree, the remained candidate regions are matched among consecutive frames. Subsequently the variations of color, texture, roundness, area, contour are computed, then the average and the mean square deviation of them are obtained. Together with the flickering frequency from temporal wavelet based Fourier descriptors analysis of flame contour, 27 dynamic features are used to train the dynamic SVM classifier, which is applied for final decision. Our approach has been tested with dozens of video clips, and it can detect forest fire while recognize the fire like objects, such as red house, bright light and flying flag. Except for the acceptable accuracy, our detection algorithm performs in real time, which proves its value for computer vision based forest fire surveillance. KEYWORDS: Forest flame, Color segmentation, Static feature, Shapematching, Dynamic feature, SVM Language: en","authors":["Jianhui Zhao","Zhong Zhang","Shizhong Han","Chengzhang Qu","Zhiyong Yuan","Dengyi Zhang"],"id":"48af064f-2b45-45e5-9735-e013f268160a","n_citation":40,"references":["06faef01-7bbb-48d3-8880-f5f55075178a","183ddf70-8d47-4166-b6f0-b30abe3809c3","210a8fab-3492-4cdf-9100-87076100b20a","22421885-ec92-4801-9e43-07b673f5f101","28507a5c-2449-4d4e-b381-8f6cd7c820c8","3562dfa7-c815-4ee6-9947-86e8873f1d37","40addd0e-b5f0-4919-a0be-cd25175b735e","42c93de0-08cd-463d-868d-e0cd1e3f3c4b","68b75a4e-753f-4a13-8306-6d8a9dbb69ff","a0b1ca76-13d0-45da-8240-11840120c100","b6791510-90a3-40bc-8970-10028cb75630","c2bd756d-c663-47b5-8d6d-af474584b55d","c7694773-a305-4a5b-98d2-3440ef780ee7"],"title":"SVM based forest fire detection using static and dynamic features","venue":"Computer Science and Information Systems","year":2011}
{"abstract":"Heading soccer balls can generate mild brain injuries and in the long run can lead to difficulty in solving problems, memory deficits, and language difficulties. Researchers evaluated the effects on the head for both correct and incorrect heading techniques. They based the head's geometry on medical images. They determined the injury's magnitude by comparing the neurological tissue's resistance with predictions of the generated stresses. The evaluation examined fast playing conditions in adult soccer, taking into account the ball's speed and the type of impact. Mathematical simulations using the finite element method indicated that correctly heading balls arriving at moderate speed presents a low risk of brain injury. However, damage can happen around the third cervical vertebra. These results coincide with medical studies. Incorrect heading greatly increases the brain injury risk and can alter the parietal area. Language: en","authors":["Ernesto Ponce","Daniel Ponce","Max Andresen"],"id":"49b3dece-a6ab-4ada-adc5-f7871f418427","n_citation":3,"references":[],"title":"Modeling Heading in Adult Soccer Players","venue":"IEEE Computer Graphics and Applications","year":2014}
{"abstract":"Specific phobia, situational type-driving, induced by accident (accident phobia) occurs in 18-38% of those involved in a vehicular accident of sufficient severity to warrant referral to the emergency departments of a general hospital. The objective is to investigate, in an open study, the effectiveness of the combined use of computer generated environments involving driving games (game reality [GR]) and a virtual reality (VR) driving environment in exposure therapy for the treatment of driving phobia following a motor vehicle accident (MVA) program. Fourteen subjects who met DSM-IV criteria for Simple Phobia\/Accident Phobia and were referred from the emergency department of a general hospital were exposed to a Virtual Driving Environment (Hanyang University Driving Phobia Environment) and computer driving games (London Racer\/Midtown Madness\/Rally Championship). Patients who experienced \"immersion\" (i.e., a sense of presence with heightened anxiety) in one of the driving simulations (defined as an increase in SUD ratings of 3 and\/or an increase of heart rate > 15 BPM in a 1-h trial session of computer simulation driving) were exposed to a cognitive behavioral program of up to 12 1-h sessions involving graded driving simulation tasks with self-monitoring, physiological feedback, diaphragmatic breathing and cognitive reappraisal. Subjects were assessed at the beginning and end of therapy with measurements of: physiological responsivity (heart rate), subjective ratings of distress (SUD), rating scales for severity of fear of driving (FDI), Posttraumatic Stress Disorder (CAPS) and depression (HAM-D) and achievement of target behaviors. Of all patients 7\/14 (50%) became immersed in the driving environments. This immersed group (n = 7) completed the exposure program. Pre- and post-treatment comparisons showed significant post treatment reductions on all measures SUDS (p = 0.008), FDI (p = 0.008), CAPS (p = 0.008), HR (p = 0.008), CAPS (p = 0.008), HAM-D (p = 0.031). Further analysis of the FDI showed significant reductions in all three subscales: travel distress (p = 0.008), travel avoidance (p = 0.008), and maladaptive driving strategies (p = 0.016). The findings of this study suggest that VR and GR may have a useful role in the treatment of driving phobia post-accident even when co-morbid conditions such as post-traumatic stress disorder and depression are present. Language: en","authors":["David G. Walshe","Elizabeth J. Lewis","Sun I. Kim","Kathleen O'Sullivan","Brenda K. Wiederhold"],"id":"49ba706c-7ab6-4697-bbea-c50a3cf6353d","n_citation":86,"references":[],"title":"Exploring the use of computer games and virtual reality in exposure therapy for fear of driving following a motor vehicle accident.","venue":"Cyberpsychology, Behavior, and Social Networking","year":2003}
{"abstract":"White matter (WM) continues to mature through adolescence in parallel with gains in cognitive ability. To date, developmental changes in human WM microstructure have been inferred using analyses of cross-sectional or two time-point follow-up studies, limiting our understanding of individual developmental trajectories. The aims of the present longitudinal study were to characterize the timing of WM growth and investigate how sex and behavior are associated with different developmental trajectories. We utilized diffusion tensor imaging (DTI) in 128 individuals ages 8-28, who received annual scans for up to 5 years and completed motor and cognitive tasks. Flexible nonlinear growth curves indicated a hierarchical pattern of WM development. By late childhood, posterior cortical-subcortical connections were similar to adults. During adolescence, WM microstructure reached adult levels, including frontocortical, frontosubcortical and cerebellar connections. Later to mature in adulthood were major corticolimbic association tracts and connections at terminal gray matter sites in cortical and basal ganglia regions. These patterns may reflect adolescent maturation of frontal connectivity supporting cognitive abilities, particularly the protracted refinement of corticolimbic connectivity underlying cognition-emotion interactions. Sex and behavior also played a large role. Males showed continuous WM growth from childhood through early adulthood, whereas females mainly showed growth during mid-adolescence. Further, earlier WM growth in adolescence was associated with faster and more efficient responding and better inhibitory control whereas later growth in adulthood was associated with poorer performance, suggesting that the timing of WM growth is important for cognitive development. Language: en","authors":["Daniel J. Simmonds","Michael N. Hallquist","Miya R. Asato","Beatriz Luna"],"id":"49e16a0b-dad5-4cab-9601-97c63392fe5a","n_citation":120,"references":["0950bcfa-dc39-4e77-a367-29c955e9f960","17abe1c3-be0e-49e5-9440-bdf78358c5ce","27959631-c1ba-4bd1-b0aa-f762152c3d49","80ed80b2-120f-4c18-9671-986d768c52dc","91804f3c-14ad-4135-8136-eb05fa19df49","d0b5ce16-d838-4218-8ff7-f74d28869574"],"title":"Developmental Stages and Sex Differences of White Matter and Behavioral Development through Adolescence: A Longitudinal Diffusion Tensor Imaging (DTI) Study","venue":"NeuroImage","year":2014}
{"abstract":"OBJECTIVE: To develop a method enabling human-like, flexible supervisory control via delegation to automation. BACKGROUND: Real-time supervisory relationships with automation are rarely as flexible as human task delegation to other humans. Flexibility in human-adaptable automation can provide important benefits, including improved situation awareness, more accurate automation usage, more balanced mental workload, increased user acceptance, and improved overall performance. METHOD: We review problems with static and adaptive (as opposed to \"adaptable\") automation; contrast these approaches with human-human task delegation, which can mitigate many of the problems; and revise the concept of a \"level of automation\" as a pattern of task-based roles and authorizations. We argue that delegation requires a shared hierarchical task model between supervisor and subordinates, used to delegate tasks at various levels, and offer instruction on performing them. A prototype implementation called Playbook is described. RESULTS: On the basis of these analyses, we propose methods for supporting human-machine delegation interactions that parallel human-human delegation in important respects. We develop an architecture for machine-based delegation systems based on the metaphor of a sports team's \"playbook.\" Finally, we describe a prototype implementation of this architecture, with an accompanying user interface and usage scenario, for mission planning for uninhabited air vehicles. CONCLUSION: Delegation offers a viable method for flexible, multilevel human-automation interaction to enhance system performance while maintaining user workload at a manageable level. APPLICATION: Most applications of adaptive automation (aviation, air traffic control, robotics, process control, etc.) are potential avenues for the adaptable, delegation approach we advocate. We present an extended example for uninhabited air vehicle mission planning. Language: en","authors":["Christopher A Miller","Raja Parasuraman"],"id":"4a977da5-a00d-4433-aec5-7c0ba6565dbe","n_citation":446,"references":["1caa49e1-ed60-4641-8831-e06fd4ccef1e","1d90d565-636d-46d2-99d8-51f8fb09a1b2","2e9145c0-2c87-4376-8e28-77df3b647e07","2fb3bd66-88e0-4769-b0ae-3fbdc59cbbef","30a9fe7c-58b1-417a-bbaa-eede33d42c19","47fbe1ce-1d41-41f3-8207-569de46628bf","499739d7-c23e-45b1-b531-10dfcb3487bb","4d5452cf-c338-4bad-b885-19f4760264d2","577ae4e3-0247-4084-9d3a-28684709cf32","5c1177ca-5bc2-4df6-afe2-59699c4214ab","61a863a9-b47b-4be9-9985-24456489a402","73add6de-9b1f-4915-a1d6-01dd7a208c72","7b2dc16b-39e0-400a-aa74-26b974e55575","9a88b9ee-6610-445e-b2a4-73f889c8e944","a194d0af-144c-430f-9ce2-85512ad0cfbc","a5d5b0ae-088b-4939-9da5-c2e20b2b0bca","b5f05f0d-80ea-44dc-9f97-504a6eb09faf","ca83a4ed-bcea-4186-8628-8043a30bc85c","f351d750-2a9c-49d6-8320-c506412b3303"],"title":"Designing for Flexible Interaction Between Humans and Automation: Delegation Interfaces for Supervisory Control","venue":"Human Factors","year":2007}
